{"1. DENOMINACION DE LA CONTRATACION ": [" despliegue de las Aplicaciones y Nuevos Servicios. "], "2. FINALIDAD PUBLICA ": [" La presente contratacion publica tiene como finalidad mantener la operatividad y modernizacion de nuestra plataforma tecnologica, buscando elevar los niveles de eficiencia y satisfaccion del personal administrativo, profesionales de la salud, usuarios internos y externos de EsSalud. Por la naturaleza del valor de los activos de informacion, por las mejores practicas de seguridad y continuidad de los servicios, es necesario el fortalecimiento de las capacidades para la habilitacion y validacion de los niveles de transaccion necesarios para despliegue de las aplicaciones, sobre el cual se brindara  una atencion oportuna a los asegurados y personal administrativo de EsSalud a nivel nacional, con la finalidad de asegurar la disponibilidad y confiabilidad de la  documentacion que generan las diferentes unidades organicas y permitira de manera paulatina. "], "3. ANTECEDENTES ": [" La Gerencia Central de Tecnologias de la Informacion y Comunicaciones (GCTIC), recibe una serie de requerimientos de las diferentes unidades organicas de EsSalud para la atencion de sus necesidades operativas y estrategicas, muchos de estos requerimientos requieren atencion a corto plazo, sin embargo las capacidades en infraestructura y plataforma tecnologica instalada en el Centro de Datos no es suficiente u oportuna para el dinamismo y agilidad para la atencion de las necesidades que son requeridas a la GCTIC.  Actualmente se hace necesario desplegar las aplicaciones de Essalud para lo cual es importante contar con capacidades dinamicas que pueden ser asignadas de acuerdo a las necesidades requeridas por las aplicaciones desarrolladas por Essalud.  Mediante este servicio de gestion de Infraestructura en Nube publica, EsSalud podra contar con un servicio provisto por un postor de experiencia que pueda ofrecer un servicio flexible de nube publica para la provision de recursos de computo, almacenamiento, redes y bases de datos con niveles de alta disponibilidad y rendimiento, alto nivel de seguridad, , el cual permitira optimizar la prestacion de servicios al usuario interno y poblacion asegurada de EsSalud, con el acceso a la informacion desde cualquier ubicacion donde se encuentre el usuario de manera continua. "], "4. OBJETIVOS DE LA CONTRATACION  4.1. Objetivo General ": [" Contratar el Servicio de Infraestructura, Plataforma y Microservicios en Nube Publica para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologias de Informacion y Comunicaciones de Essalud. "], "4. OBJETIVOS DE LA CONTRATACION  4.2. Objetivo Especifico ": [" ● Contar con un servicio que permita un alto rendimiento en capacidades de procesamiento, memoria, almacenamiento, comunicaciones, seguridad y redes a traves de una Infraestructura Publica o nube publica.  ● Garantizar un alto nivel de seguridad en el despliegue de las aplicaciones de EsSalud.  ● Proporcionar un servicio garantizando el soporte tecnico brindado por el  fabricante. Asimismo, el servicio debe tener como alta prioridad la seguridad de la informacion, a traves de diversos controles tanto logicos como fisicos. "], "5. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR ": [" El alcance de la adquisicion comprende la entrega de todos los servicios requeridos, acondicionamiento, instalacion, configuracion, pruebas de funcionalidad y puesta en operacion para el correcto funcionamiento. Asi mismo, toda la solucion debera contar con una garantia por 12 meses  El presente servicio incluye:  ● Implementacion y puesta en operacion  ● Garantias  ● Capacitacion  Sub  (Item) Tipo Prestacion Producto Cantidad  1 Prestacion Principal  Servicio de implementacion y  migracion 01  Servicio de infraestructura,  soporte de la marca y  adicionales  01  2 Prestacion Accesoria Servicio de Gestion y Soporte 01  3 Capacitacion Servicio de capacitacion 01 ", " El alcance de la adquisicion comprende la entrega de todos los servicios requeridos, acondicionamiento, instalacion, configuracion, pruebas de funcionalidad y puesta en operacion para el correcto funcionamiento. Asi mismo, toda la solucion debera contar con una garantia por 12 meses  El presente servicio incluye:  ● Servicio de implementacion y migracion  ● Servicio de infraestructura Publica o Nube Publica  ● Servicio de Gestion y Soporte  ● Servicio de capacitacion  Sub  (Item) Tipo Prestacion Producto Cantidad  1 Prestacion Principal  Servicio de implementacion y  migracion 01  Servicio de infraestructura  Publica o Nube Publica 01  2 Prestacion Accesoria a  la prestacion principal  Servicio de Gestion y Soporte 01  Servicio de capacitacion 01 "], "5. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR  5.1. Descripcion y cantidad del servicio a contratar ": [" - La Infraestructura de Nube Publica descrita en los presentes terminos de referencia debera tener una disponibilidad minima del 99.99%.  - El servicio debera contar con una plataforma o consola la cual permita administrar los servicios de Infraestructura publica o Nube publica de Microservicios, la misma que sera manejado por el Especialista (asignado por la Sub Gerencia de  Operaciones de Tecnologias de Informacion de la Gerencia de Produccion de la GCTIC) del Servicio a contratar.  - Asegurar la resiliencia y continuidad del servicio a traves de la implementacion de como minimo dos (2) centros de datos (zonas de disponibilidad) en una misma zona geografica (region) que permitan la redundancia y failover automatico en caso de incidencias, garantizando asi la disponibilidad y la recuperacion ante desastres de las aplicaciones y datos de EsSalud.  El servicio de nube publica que ofrecera el Proveedor debera contar con las siguientes caracteristicas:  ● El servicio de nube publica debe ser brindado por un proveedor de servicios de nube publica y debe figurar dentro del Cuadrante Magico de Gartner de Servicios de Infraestructura y Plataforma en Nube mas vigente.  ● El servicio de nube publica debe contar con el catalogo de sus servicios en su respectiva pagina web, permitiendo que cualquier persona con acceso a internet acceda facilmente a la descripcion de las caracteristicas tecnicas de cada uno de ellos.  ● El servicio de nube publica debe ofrecer una calculadora de precios, con la cual el interesado puede proyectar presupuestos.  ● El servicio de nube publica debe contar con certificaciones como:  a) Cloud Security Alliance (CSA): Controles de la alianza de seguridad en la nube  b) FedRAMP  c) SOC 1: Informe de controles de auditoria  d) SOC 2: Informe de seguridad, disponibilidad y confidencialidad  e) SOC 3: Informe de controles generales  f) ISO 9001: Estandar de calidad internacional  g) ISO 27001: Controles de administracion de seguridad  h) ISO 27017: Controles especificos de la nube  i) ISO 27018: Proteccion de datos personales  j) ISO 22301:2019: Estandar de Sistema de Continuidad de Negocio (BCMS).  k) HIPAA  Servicios de computo de instancias virtuales a. El servicio debe contar con un entorno virtual de computo que permita utilizar interfaces de servicios web para lanzar instancias con distintos sistemas operativos, cargarlas con su entorno de aplicaciones personalizado, administrar los permisos de acceso a la red y ejecutar su imagen utilizando los sistemas que se desee.  b. El servicio debe permitir pausar y reanudar las instancias.  c. El servicio debe contar con la capacidad para lanzar / administrar un grupo de recursos de computo con una sola solicitud.  d. El servicio debe permitir hacer seguimiento de licencias para regular el uso y el cumplimiento.  e. El servicio debe permitir implementar funcionalidades de auto escalamiento.  f. El servicio debe contar con la capacidad de sincronizacion de tiempo para instancias computo.  g. El servicio debe soportar acceso SSH basado en politicas.  h. El servicio debe ser suministrado bajo un esquema de pago por uso.  i. El servicio debe ofrecer la posibilidad de colocar instancias en distintas regiones de disponibilidad.  j. El servicio debe permitir el uso de direcciones IP publicas.  k. El servicio debe permitir ajustar la escala de la capacidad de las instancias automaticamente de acuerdo con las condiciones que se definan.  l. El servicio debe permitir acceder de manera privada a la API de las instancias desde su red privada de nube o sobre conexion directa, sin utilizar IP publicas y sin que el trafico deba atravesar la Internet.  m. Debe ofrecer un servicio de origen de hora de alta precision, fiabilidad y disponibilidad que pueda ser usado por los servicios de computo.  Servicios de gestion de identidad y acceso a. El servicio debe permitir controlar el acceso, permisos a sus recursos y servicios de la nube.  b. El servicio debe permitir que se administren permisos para sus usuarios y aplicaciones.  c. El servicio debe permitir usar identidad federada para administrar accesos a una cuenta.  d. El servicio debe permitir analizar el acceso a recursos y servicios.  e. El servicio debe garantizar que los usuarios no tendran acceso a los recursos de la nube hasta que se concedan de forma explicita los permisos.  f. El servicio debe permitir crear credenciales temporales.  g. El servicio debe permitir identificar y eliminar facilmente los permisos no utilizados  h. El servicio debe permitir diferentes modos de autenticacion de usuarios como contrasenas, pares de claves y autenticacion multifactor  i. El servicio debe soportar la federacion desde sistemas corporativos como  Microsoft Active Directory, asi como proveedores de identidad basados en estandares.  j. El servicio debe permitir bloquear los puertos que dan acceso a la nube publica y generar listas blancas de direcciones IP a traves politicas  k. El servicio debe permitir contar con informacion de auditoria de accesos a los recursos de la nube.  Servicios de red a. El servicio debe ser escalable y debe permitir especificar un rango de direcciones IP privadas de que sean elegidas.  b. El servicio debe permitir ampliar la nube privada virtual mediante la  incorporacion de intervalos IP secundarios.  c. El servicio debe permitir dividir el rango privado de direcciones IP privadas de la nube privada virtual en una o varias subredes publicas o privadas para posibilitar la ejecucion de aplicaciones y la prestacion de servicios en la nube privada virtual.  d. El servicio debe permitir controlar el acceso de entrada y salida desde y hacia subredes individuales por medio de listas de control de acceso.  e. El servicio debe permitir almacenar datos y definir permisos de forma que el acceso a los datos sea posible exclusivamente desde el interior de la nube privada virtual.  f. El servicio debe permitir asignar varias direcciones IP y asociar multiples interfaces de red elasticas a instancias de la nube privada virtual.  g. El servicio debe permitir asociar una o mas direcciones IP elasticas a cualquier instancia de la nube privada virtual, de modo que puedan alcanzarse  directamente desde Internet.  h. El servicio debe permitir conectarse a la nube privada virtual con otras nubes privadas virtuales y obtener acceso a los recursos de otras nubes privadas virtuales a traves de direcciones IP privadas mediante la interconexion de nube privada virtual.  i. El servicio debe permitir conectarse de manera privada a los servicios del fabricante de la nube publica sin usar una gateway de Internet, ni una NAT ni un proxy de firewall mediante un punto de enlace de la nube privada virtual.  j. El servicio debe permitir conectar la nube privada virtual y la infraestructura de TI local con la VPN del fabricante de la nube publica de sitio a sitio.  k. El servicio debe permitir asociar grupos de seguridad de la nube privada virtual con instancias en la plataforma.  l. El servicio debe permitir registrar informacion sobre el trafico de red que entra y sale de las interfaces de red de la nube privada virtual.  m. El servicio debe permitir habilitar IPv4 e IPv6 en la nube privada virtual.  n. El servicio debe tener la habilidad de mover direcciones entre instancias  o. El servicio debe tener la capacidad de analisis para monitoreo de trafico de red.  Servicios de almacenamiento de datos a. El servicio debe permitir crear volumenes de almacenamiento y adjuntarlos a recursos de computo.  b. El servicio debe permitir crear un sistema de archivos sobre estos volumenes, ejecutar una base de datos o darles cualquier otro uso que le daria al almacenamiento en bloques.  c. El servicio debe ofrecer almacenamiento respaldado por SSD para cargas de trabajo transaccionales como bases de datos y volumenes de arranque (el rendimiento depende principalmente de las IOPS) y almacenamiento  respaldado por HDD para cargas de trabajo intensivas como el procesamiento de registros (el rendimiento depende principalmente de los MB/s).  d. El servicio debe permitir aumentar la capacidad, ajustar el rendimiento y modificar el tipo de cualquier volumen de generacion nueva o existente de  manera dinamica.  e. El servicio debe estar disenado para ofrecer una alta disponibilidad y fiabilidad a traves de la duplicacion en multiples ubicaciones.  f. El servicio debe permitir hacer un cifrado integral de las instantaneas, los volumenes de arranque y los volumenes de datos.  g. El servicio debe soportar la generacion de Backup sin interrupcion del servicio.  h. El servicio debe contar con rendimiento total predecible del volumen creado a partir de instantaneas  Servicios de Base de datos relacional a. El servicio debe permitir automatizar las tareas administrativas, como el  aprovisionamiento de hardware, la configuracion de bases de datos, la  implementacion de parches y la creacion de copias de seguridad.  b. El servicio debe ofrecer varios tipos de recursos de computo: optimizados para memoria, rendimiento u operaciones de E/S  c. El servicio debe permitir escoger entre los siguientes motores de bases de datos PostgreSQL, MSSQL y MySQL  d. El servicio debe permitir utilizar el licenciamiento de la base de datos Oracle bajo el modelo “Bring Your Own license”  e. El servicio debe estar en capacidad de encargarse de tareas habituales de las bases de datos, como el aprovisionamiento, las revisiones, las copias de seguridad, la recuperacion, la deteccion de errores y la reparacion.  f. El servicio se debe poder desplegar en multiples ubicaciones.  g. El servicio debe permitir aplicar de forma automatica parches de software.  h. El servicio debe contar con la opcion de controlar si se deben aplicar parches a un recurso de computo de base de datos o no, y el momento en que se deben aplicar.  i. El servicio debe contar con diversas opciones de almacenamiento en virtud del rendimiento requerido. Las opciones de almacenamiento deben incluir:  Almacenamiento de uso general (SSD) y Almacenamiento de IOPS aprovisionadas (SSD).  j. El servicio debe permitir aprovisionar almacenamiento adicional.  k. El servicio debe permitir crear una o varias replicas de un recurso de computo de base de datos de origen determinado y abastecer el alto volumen de trafico de lectura de la aplicacion desde distintas copias de sus datos, lo cual aumenta el rendimiento de lectura total.  l. El servicio debe permitir hacer copias de seguridad automatizadas.  m. El servicio debe permitir realizar una copia de seguridad de los registros de base de  datos y de transacciones y los debe poder almacenar durante un periodo de retencion que puede especificar el usuario.  n. El servicio debe permitir especificar el periodo de retencion de copia de seguridad automatica hasta un maximo de dias.  o. El servicio debe permitir crear instantaneas de base de datos (copias de seguridad) que inicia el usuario de la instancia almacenada en el servicio de almacenamiento de objetos, y que se conservaran hasta que se eliminen explicitamente.  p. El servicio debe permitir cifrar las bases de datos mediante las claves.  q. El servicio debe permitir que los datos almacenados en reposo en el  almacenamiento subyacente esten cifrados, al igual que las copias de seguridad automatizadas, las replicas de lectura y las instantaneas.  r. El servicio debe soportar la capacidad de aislar la base de datos en la propia red virtual y conectarse a su infraestructura de TI local mediante las VPN con IPsec cifradas estandar del sector.  s. El servicio debe ofrecer la posibilidad de controlar las acciones que realizan los usuarios y grupos.  t. El servicio debe permitir controlar las acciones que pueden realizar los usuarios y grupos en grupos de recursos que tengan la misma etiqueta y valor asociado  u. El servicio debe soportar herramientas de monitoreo que permitan monitorear  metricas operativas clave, incluidos el uso de la capacidad de computo, memoria y almacenamiento, la actividad de E/S y las conexiones de instancias de bases de datos.  v. El servicio debe soportar la capacidad de notificar eventos de la base de datos por email o SMS  w. El servicio debe soportar el registro y auditoria de los cambios en la configuracion de la instancia de base de datos, incluidos grupos de parametros, grupos de subred, instantaneas, grupos de seguridad y suscripciones a eventos.  x. El servicio debe soportar escalamiento horizontal.  Servicios de Base de datos de documentos a. El servicio debe permitir compatibilidad con MongoDB.  b. El servicio debe permitir la gestion de bases de datos de documentos de forma agil, escalable, de alta disponibilidad y completamente administrado que admite cargas de trabajo JSON nativas o similares.  c. El servicio debe permitir almacenar, consultar e indexar datos JSON o similares.  d. El servicio debe permitir utilizar el mismo codigo de aplicacion, controladores y herramientas de MongoDB para ejecutar, administrar y escalar cargas de trabajo o equivalente.  Servicios de Respaldo a. El servicio debe brindar acceso a una consola centralizada de copias de seguridad.  b. El servicio debe permitir administrar de manera centralizada politicas de copias de seguridad que cumplan con sus requisitos pertinentes y aplicarlas en recursos de la nube.  c. El servicio debe permitir definir politicas de retencion de copias de seguridad automaticamente de acuerdo con los requisitos de la entidad y de conformidad normativa vinculados con el respaldo.  d. El servicio debe permitir almacenar las copias de seguridad periodicas de una manera gradual y eficiente.  e. Debe permitir los respaldos basados en snapshots.  Servicio de almacenamiento de Objetos a. Debe ser un almacenamiento basado en objetos de tipo S3 o S3 Compatible o Blob storage.  b. Debe contar con 3 tipos de almacenamiento como minimo: de uso frecuente o standard, de uso poco frecuente y tipo archive o glacier.  c. Debe tener una durabilidad de hasta 99,999999999% (11 9s) de los objetos en caso se usen varias zonas de disponibilidad  d. El servicio debe contar con controles de seguridad que garantizan que las carpetas y objetos no tengan acceso publico  e. El servicio debe permitir copiar objetos entre carpetas, reemplazar conjuntos de etiquetas de objetos, modificar los controles de acceso y restaurar objetos archivados desde otros servicios de almacenamiento.  f. El servicio debe contar con control de versiones que permitan preservar, recuperar y restaurar facilmente todas las versiones de un objeto almacenado, lo que debe permitir recuperarse facilmente de acciones de usuarios involuntarias y de errores de aplicaciones.  Servicios de Balanceo de Carga a. Debe permitir el balanceo de carga para distribuir el trafico a distintas unidades de procesamiento.  b. El servicio debe distribuir automaticamente el trafico de aplicaciones entrantes a traves de varios destinos, tales como instancias y direcciones IP.  c. El servicio debe estar en capacidad de detectar destinos que funcionen  incorrectamente, dejar de enviar trafico a ellos y, a continuacion, distribuir la carga entre los destinos restantes que no presenten problemas.  d. Se podran crear y administrar grupos de seguridad asociados con balanceadores de carga a fin de ofrecer opciones de seguridad y redes adicionales  e. El servicio debe proporcionar la capacidad de administracion integrada de certificados y descifrado SSL/TLS, lo que debe brindar la flexibilidad para administrar de manera centralizada los parametros de SSL del balanceador de carga y eliminar el trabajo intensivo de la CPU de la aplicacion.  f. El servicio debe permitir equilibrar la carga en aplicaciones HTTP o HTTPS para caracteristicas especificas de la capa 7.  g. El servicio debe facilitar el monitoreo de rendimiento de las aplicaciones en tiempo real.  h. El servicio debe proporcionar direccionamiento de solicitudes avanzado destinado a la entrega de arquitecturas de aplicaciones modernas, incluidos microservicios y aplicaciones basadas en contenedores  i. El servicio debe asegurar que se utilicen en todo momento los protocolos y cifradores SSL/TLS mas recientes.  j. El servicio debe permitir distribuir el trafico de entrada entre destinos en numerosas zonas de disponibilidad  k. El servicio debe escalar automaticamente la capacidad de administracion de solicitudes como respuesta al trafico de aplicaciones entrante  l. El servicio debe poder ser configurado para que se pueda obtener acceso a el desde Internet o crear un balanceador de carga sin direcciones IP publicas para que actue como balanceador de carga interno (es decir, sin acceso a Internet)  m. El servicio debe ser compatible con WebSockets n. El servicio debe direccionar el trafico solamente a destinos que funcionan correctamente.  o. El servicio debe facilitar el monitoreo de metricas tales como el recuento de solicitudes, el recuento de errores, los tipos de errores y la latencia de las solicitudes.  Servicios VPN a. El servicio debe permitir establecer conexiones seguras entre sus redes en las instalaciones de la entidad, las oficinas remotas, los dispositivos y la red global del proveedor de nube.  b. El servicio permite acceder ya sea con una configuracion de IP Security (IPSec) de Site-to-Site VPN  c. El servicio soporta la conexion tanto de la Gateway privada virtual como de Transit Gateway.  d. El trafico en el tunel entre los puntos de enlace debe poder encriptarse con AES128 o AES256 y utilizar protocolos Diffie-Hellman para intercambios claves  e. Para Site-to-Site VPN se debe autenticar mediante funciones SHA1 o SHA2  f. El servicio debe brindar opciones de tunel personalizables, incluidos direccion IP de tunel interna, clave compartida previamente y numero de sistema autonomo para protocolo de Gateway fronteriza (BGP ASN)  g. El servicio opcionalmente debe contar con disponibilidad de rutas multiples de igual costo (ECMP) con Site-to-Site VPN en la Transit Gateway para ayudar a incrementar la banda ancha de trafico en varias rutas.  h. Site-to-Site VPN debe soportar aplicaciones transversales de NAT, de modo que pueda utilizar direcciones IP privadas, en redes privadas, detras de enrutadores con una sola direccion IP publica con conexion a Internet.  i. Site-to-Site VPN debe permitir enviar metricas al servicio de monitoreo para ofrecer mayor visibilidad y supervision.  j. Site-to-Site VPN debe soportar el uso de certificados privados  k. Site-to-Site VPN debe soportar encriptacion IKE, IPsec y TLS  l. Conectividad Site to Site VPN: debe permitir conectarse localmente o desde la  Entidad a la nube.  Servicio Web Application Firewall a. El servicio debe permitir crear reglas para filtrar el trafico web en funcion de condiciones como la direccion IP, los encabezados y cuerpos HTTP o los URI personalizados.  b. El servicio debe permitir crear reglas que bloquean ataques comunes como la inyeccion SQL o el scripting entre sitios.  c. El servicio debe permitir crear un conjunto centralizado de reglas que puede implementar en varios sitios web.  d. El servicio debe poderse administrar por completo mediante API.  e. El servicio debe poderse implementar y aprovisionarse automaticamente con plantillas de muestra que permiten describir todas las reglas de seguridad que la entidad quiere implementar para sus aplicaciones web  f. El servicio debe proporcionar metricas en tiempo real y registrar solicitudes sin procesar que incluyen detalles sobre direcciones IP, geolocalizacion, URI, agentes de usuario y arbitros.  g. El servicio debe permitir agregar una lista de IP anonimas para las reglas administradas de la nube.  h. El servicio debe permitir una rapida propagacion de las reglas definidas.  i. El servicio debe contar con proteccion de bot.  j. El servicio debe integrarse con servicios de API gestionados.  k. El servicio debe permitir descargar los logs para integrarlos a herramientas de terceros.  l. El servicio debe soportar listas IP anonimas.  m. El servicio debe soportar un centro de comandos de seguridad centralizado  Servicio de AntiDDoS a. El servicio debe monitorear el flujo de red continuo. Debe inspeccionar el trafico entrante en los servicios del proveedor de nube y debe aplicar una combinacion de firmas del trafico, algoritmos de anomalias y otras tecnicas de analisis para detectar el trafico malicioso en tiempo real.  b. El servicio debe utilizar tecnicas como el filtrado de paquetes determinista y la configuracion de trafico basada en prioridades, para mitigar ataques a la capa de red basica.  c. El servicio debe estar en capacidad de enviar notificaciones cuando se presentan ataques  d. El servicio debe brindar metricas de mitigacion  e. El servicio debe soportar cronologias de trafico de red  Servicio de gestion de DNS a. El servicio debe ser escalable y debe proveer alta disponibilidad  b. El servicio debe permitir crear reglas de reenvio condicional y puntos de enlace DNS para resolver nombres personalizados controlados en las zonas privadas alojadas en el servicio o en los servidores DNS que se encuentran en las instalaciones.  c. El servicio debe permitir redirigir a los usuarios finales hacia los mejores puntos de enlace para la aplicacion en funcion de la geo-proximidad, la latencia, el estado y otras consideraciones  d. El servicio debe permitir remitir a los usuarios finales a un punto de enlace determinado que la Entidad especifique en funcion de la ubicacion geografica del usuario final.  e. El servicio debe permitir administrar nombres de dominio personalizados para los recursos de la nube internos sin exponer datos de DNS en la web publica.  f. El servicio debe permitir dirigir automaticamente a los visitantes del sitio web a una ubicacion alternativa para evitar interrupciones del servicio.  g. El servicio debe permitir dirigir automaticamente a los visitantes del sitio web a una ubicacion alternativa para evitar interrupciones del servicio.  h. El servicio debe ofrecer servicios de registro de nombres de dominio, donde sea posible buscar y registrar nombres de dominio disponibles o transferir nombres de dominio existentes para que se administren a traves del servicio.  i. El servicio debe contar con una sencilla interfaz de servicios web que permita ponerse en marcha en cuestion de minutos  j. El servicio debe permitir transferir el dominio desde otro servicio DNS al servicio DNS en la nube  k. El servicio debe ofrecer un conjunto sencillo de API que facilita la creacion y la administracion de registros DNS para los dominios  l. El servicio debe incluir la funcionalidad de administracion de nombres DNS para escalar hacia arriba o hacia abajo el microservicio.  m. El servicio debe tener una disponibilidad del 99.9% como minimo.  Servicios de Monitoreo a. El servicio debe permitir monitorear recursos de infraestructura locales, hibridos y de la nube.  b. El servicio debe permitir recopilar y obtener acceso a todos los datos de rendimiento y operaciones en formato de registros y metricas a partir de una sola plataforma  c. El servicio debe permitir visualizar y analizar el estado, el rendimiento y la disponibilidad de sus aplicaciones en un solo lugar.  d. El servicio debe tener la capacidad de hacer monitoreo de las aplicaciones en tres dimensiones: monitoreo de infraestructura (con metricas y registros para  comprender los recursos que respaldan sus aplicaciones), monitoreo de  transacciones (con rastreos para comprender las dependencias entre sus  recursos) y monitoreo de usuario final (para monitorear sus puntos de enlace y notificarle cuando su experiencia de usuario final se haya degradado)  e. El servicio debe permitir monitorear puntos de enlace de la aplicacion  f. El servicio debe permitir escribir reglas para indicar los eventos de interes para la aplicacion y las acciones automatizadas que se deben desencadenar cuando una regla concuerde con un evento.  g. El servicio debe facilitar el diagnostico, aislamiento y correccion de problemas  h. El servicio debe permitir realizar analisis historicos para optimizar costos y obtener informacion en tiempo real sobre los recursos de la infraestructura y la optimizacion de las aplicaciones.  i. El servicio debe permitir recopilar hasta 50 metricas predeterminadas de servicios de la nube  j. El servicio debe permitir crear graficos reutilizables y ver las aplicaciones y los recursos de la nube en una vista unificada  k. El servicio debe permitir monitorear contenedores  l. El servicio debe contar con granularidad configurable de monitoreo/alerta  m. El servicio debe permitir correlacionar el patron de registros de una metrica  especifica y definir alarmas para que avisen de manera proactiva acerca de problemas operativos y de rendimiento  n. La funcionalidad de alarmas debe permitir definir un umbral de metricas y activar una accion.  o. El servicio debe permitir monitorear el rendimiento operativo, resolver errores y detectar tendencias  p. El servicio debe permitir controlar que usuarios y recursos tienen permiso para obtener acceso a sus datos y de que manera lo hacen  q. El servicio debe permitir cifrar los datos en transito y en reposo.  Servicio de administrar y desplegar contenedores (sin servidores, sin cluster) a. El postor debera considerar un servicio de soporte que incluya la gestion de la  plataforma.  b. Al ejecutar las tareas y los servicios la aplicacion se empaqueta en contenedores, se especifican los requisitos de sistema operativo, CPU y de memoria, se definen las politicas de acceso de usuarios y las redes, y se lanza la aplicacion.  c. Cada tarea del servicio debe tener su propio limite de aislamiento y no comparte el kernel subyacente, los recursos de CPU, los recursos de memoria ni la interfaz de red elastica con otra tarea.  d. Debe ser un servicio de contenedores que permite a los usuarios ejecutar contenedores sin tener que administrar la infraestructura subyacente, lo que incluye servidores, clusteres y software de orquestacion. Ademas, que tendra la capacidad de aprovisionar automaticamente la capacidad de computo, el  escalado y la administracion de los contenedores  Servicio de deteccion de amenazas inteligente y de monitoreo constante a. El servicio debe permitir identificar las actividades que se puede asociar con las cuentas, recursos vulnerables y el reconocimiento de acciones malintencionadas  b. El servicio debe suministrar hallazgos de mayor precision mediante aprendizaje automatico con inteligencia de amenazas, como listas de dominios e IP  malintencionadas.  c. El servicio debe permitir detectar senales de cuentas vulnerables, como el acceso a recursos de la nube a partir de una ubicacion geografica inusual en un momento atipico del dia.  d. El servicio debe permitir controlar las llamadas a la API inusuales, como los intentos de ocultar actividad en cuentas mediante la desactivacion de  funcionalidades de registro en la nube o la captura de instantaneas de una base de datos a partir de una direccion IP malintencionada.  e. El servicio debe permitir monitorear y analizar continuamente datos de eventos de cargas de trabajo y cuentas de la nube, registros de flujo y registros de DNS.  f. El servicio debe permitir detectar actividad que sugiere un reconocimiento por parte de un atacante, como una actividad de API inusual, el escaneo de puertos, patrones inusuales de solicitudes de inicio de sesion incorrectas o el sondeo de puertos no bloqueados a partir de una IP incorrecta conocida.  g. El servicio debe permitir detectar actividad que indica la vulnerabilidad de una instancia, como la mineria de criptomonedas, actividad de comando y control (C&C) de puerta trasera, malware que utiliza algoritmos de generacion de dominios (DGA), actividad de salida de denegacion de servicios, volumenes altos inusuales del trafico de red, protocolos de red inusuales, comunicacion de salida de instancias con una IP malintencionada conocida, credenciales temporales de recursos de computo utilizadas por una direccion IP externa y exfiltracion de datos con DNS.  h. El servicio debe permitir detectar algunos patrones comunes que indican la vulnerabilidad de cuentas como llamadas a la API desde una ubicacion geografica inusual o un proxy anonimo, intentos de desactivar los registros, cambios que debilitan la politica de contrasena de la cuenta, lanzamientos inusuales de infraestructuras o de instancias, implementaciones de infraestructura en una region inusual y llamadas a la API desde direcciones IP malintencionadas conocidas.  i. El servicio debe permitir detectar actividad que indique la vulnerabilidad del servicio de almacenamiento de objetos, como patrones de acceso a datos que muestren un mal uso de credenciales, actividad no usual de la API desde un host remoto, acceso no autorizado desde direcciones de IP confirmadas como maliciosas y llamadas a la API para recuperar datos de un usuario que no cuenta con un historial previo de acceso al servicio de almacenamiento de objetos o invocadas desde una ubicacion inusual.  j. El servicio debe monitorear y analizar de manera continua eventos de datos del servicio de almacenamiento de objetos para detectar actividad sospechosa.  k. El servicio debe permitir hacer detecciones avanzadas mediante el uso del aprendizaje automatico y la deteccion de anomalias para identificar amenazas, como patrones inusuales de llamadas a la API y comportamientos de usuarios malintencionados.  l. El servicio debe ayudar priorizar la respuesta ante posibles amenazas  m. El servicio debe permitir brindar respuestas de seguridad automaticas ante  hallazgos de seguridad.  n. El servicio debe soportar monitoreo continuo, analisis de cuentas y analisis de eventos de datos en las cargas de trabajo  Servicio de Gestion de APIs a. Debe facilitar la creacion, publicacion, mantenimiento, monitoreo y securizacion de APIs a cualquier escala.  b. Debe permitir la definicion y configuracion de rutas, metodos y respuestas.  c. Debe ofrecer capacidades de rate limiting y proteccion contra ataques DDoS.  d. Debe permitir la integracion con otros servicios y sistemas back-end.  e. Debe operar bajo un esquema de pago por uso, basado en el numero de llamadas a la API y el ancho de banda de datos transferidos.  Servicio de Gestion de Certificados Digitales a. El servicio debe crear, almacenar y renovar certificados y claves SSL/TLS X.509 que protegen sus sitios web y aplicaciones en el proveedor de nube.  Servicio de consulta de datos en la nube  a. El servicio debe permitir a los usuarios ejecutar consultas SQL estandar sobre datos almacenados en un almacen de datos en la nube sin necesidad de mover o transformar previamente los datos.  b. Debe ser capaz de manejar datos en formatos como JSON, CSV, Parquet y otros.  c. Debe proporcionar una interfaz de usuario o una API para ejecutar consultas interactivas y programaticas.  d. El servicio debe escalar automaticamente segun la carga de trabajo para garantizar un rendimiento optimo.  e. Debe ser compatible con las politicas de seguridad y control de acceso de la organizacion, incluida la integracion con servicio de gestion de identidad y acceso de proveedor cloud.  f. El servicio debe ofrecer opciones de almacenamiento seguro y duradero de los resultados de las consultas.  g. Debe ser facturado segun el uso de consultas ejecutadas.  Servicio de ETL (Extraccion, Transformacion y Carga) en la nube  a. El servicio debe permitir la extraccion de datos desde diversas fuentes, incluidas bases de datos, almacenes de datos y sistemas en la nube.  b. Debe ofrecer herramientas para transformar y limpiar los datos, incluida la capacidad de definir y gestionar esquemas de datos.  c. El servicio debe permitir programar tareas de ETL para ejecutarse de manera automatica y programada.  d. Debe proporcionar un catalogo de metadatos para realizar un seguimiento de los datos y transformaciones aplicadas.  e. Debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de acceso y permisos.  f. El servicio debe escalar automaticamente segun la carga de trabajo.  g. Debe ser facturado segun el volumen de datos procesados y los recursos utilizados.  Servicio de migracion de bases de datos en la nube a. El servicio debe admitir la migracion de bases de datos desde una variedad de  fuentes, incluidas bases de datos locales y en la nube.  b. Debe ser capaz de realizar migraciones en tiempo real con una minima interrupcion del servicio.  c. El servicio debe proporcionar herramientas y asistencia para planificar y ejecutar migraciones exitosas.  d. Debe ser compatible con una variedad de motores de bases de datos, como MySQL, PostgreSQL, Oracle y otros.  e. El servicio debe garantizar la integridad y la consistencia de los datos durante la migracion.  f. Debe ser facturado segun el volumen de datos migrados y los recursos utilizados.  Servicio de visualizacion de datos en la nube a. El servicio debe permitir a los usuarios crear, compartir y explorar visualizaciones de datos de manera interactiva.  b. Debe ser capaz de conectarse a una variedad de fuentes de datos, incluidas bases de datos, almacenes de datos y servicios en la nube.  c. El servicio debe proporcionar herramientas para crear cuadros de mando personalizados y paneles de control.  d. Debe ser compatible con una amplia gama de tipos de graficos y visualizaciones.  e. El servicio debe ser escalable y ofrecer un rendimiento rapido incluso con grandes conjuntos de datos.  f. Debe ser compatible con las politicas de seguridad y control de acceso de la organizacion, incluida la integracion con servicio de autorizacion y autenticacion.  g. Debe ser facturado segun el uso y las caracteristicas de nivel de servicio seleccionadas.  Servicio de gestion de claves en la nube a. El servicio debe permitir la creacion, gestion y rotacion de claves de cifrado para proteger datos confidenciales y recursos en la nube.  b. Debe ofrecer opciones de cifrado de datos a nivel de cliente y servidor.  c. El servicio debe integrarse con otros servicios de proveedor cloud y permitir el cifrado de datos en transito y en reposo.  d. Debe ofrecer control y seguimiento de acceso y auditoria de eventos relacionados con las claves.  e. El servicio debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de acceso y permisos.  f. Debe ser facturado segun el uso de claves y las operaciones de cifrado realizadas.  Servicio de gestion de configuraciones y cumplimiento en la nube a. El servicio debe permitir el seguimiento y registro de cambios en la configuracion de recursos en la nube.  b. Debe proporcionar evaluaciones continuas del cumplimiento de las politicas de configuracion definidas.  c. El servicio debe permitir la automatizacion de acciones correctivas en caso de desviaciones de la configuracion deseada.  d. Debe ofrecer un historial detallado de cambios en la configuracion de recursos a lo largo del tiempo.  e. El servicio debe ser compatible con las politicas de seguridad de la organizacion, incluida la generacion de informes de cumplimiento.  f. Debe ser facturado segun el numero de reglas y evaluaciones de configuracion realizadas.  Servicio de seguridad en la nube y analisis de amenazas a. El servicio debe permitir la consolidacion y visualizacion de datos de seguridad de multiples fuentes, incluidos servicios de proveedor cloud y soluciones de  seguridad de terceros.  b. Debe proporcionar informacion y analisis de amenazas en tiempo real y la capacidad de identificar problemas de seguridad y vulnerabilidades.  c. El servicio debe permitir la automatizacion de respuestas a incidentes de seguridad.  d. Debe ofrecer integracion con soluciones de terceros y herramientas de seguridad personalizadas.  e. El servicio debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de eventos de seguridad.  f. Debe ser facturado segun el volumen de datos y la cantidad de analisis de seguridad realizados.  Servicio de auditoria y registro de eventos en la nube a. El servicio debe proporcionar un registro detallado de eventos y actividades dentro del entorno de proveedor cloud.  b. Debe rastrear acciones realizadas por usuarios, servicios y recursos en la cuenta de proveedor cloud.  c. El servicio debe ser capaz de registrar eventos relacionados con la gestion de recursos, acceso a recursos y cambios en la configuracion.  d. Debe permitir la busqueda y visualizacion de registros de eventos a traves de una interfaz de usuario o una API.  e. El servicio debe proporcionar informacion de auditoria critica para la seguridad y el cumplimiento, incluidos los cambios en las politicas de seguridad.  f. Debe ser compatible con las politicas de seguridad de la organizacion, incluida la retencion de registros y el acceso controlado a registros.  g. Debe ofrecer opciones para la integracion con herramientas de administracion y analisis de registros de terceros.  h. Debe ser facturado segun el volumen de registros de eventos y el  almacenamiento a largo plazo de registros.  Servicio de transferencia de datos en la nube a. El servicio debe permitir la transferencia de datos hacia y desde la infraestructura de proveedor cloud de manera eficiente y segura.  b. Debe proporcionar opciones para la transferencia de datos a traves de Internet y conexiones directas dedicadas.  c. El servicio debe admitir la transferencia de datos en diferentes formatos, incluidos archivos, bases de datos y transmisiones en tiempo real.  d. Debe ofrecer opciones de compresion y cifrado para garantizar la seguridad y la eficiencia de la transferencia de datos.  e. El servicio debe ser compatible con la migracion de datos hacia y desde otros proveedores de servicios en la nube y entornos locales.  f. Debe proporcionar herramientas y recursos para supervisar y gestionar la transferencia de datos, incluida la optimizacion de la velocidad y el rendimiento.  g. El servicio debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de acceso y permisos.  h. Debe ser facturado segun el volumen de datos transferidos y la velocidad de transferencia de datos.  Servicio de rastreo y analisis de aplicaciones en la nube a. El servicio debe permitir el rastreo y analisis de aplicaciones en la nube para identificar cuellos de botella, problemas de rendimiento y latencia.  b. Debe ofrecer visibilidad en tiempo real de las solicitudes y transacciones a medida que fluyen a traves de componentes de aplicaciones distribuidas.  c. El servicio debe proporcionar informacion detallada sobre el tiempo que lleva cada componente de una aplicacion en procesar una solicitud.  d. Debe permitir la identificacion de dependencias y relaciones entre componentes  de aplicaciones.  e. Debe ser capaz de generar visualizaciones de mapa de calor y graficos de flujo de solicitudes para el analisis de rendimiento.  f. El servicio debe ser compatible con la instrumentacion de aplicaciones y microservicios en una variedad de lenguajes de programacion.  g. Debe ofrecer herramientas para la deteccion y resolucion de problemas de aplicaciones en tiempo real.  h. El servicio debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de acceso y permisos.  i. Debe ser facturado segun el volumen de datos de rastreo y las solicitudes analizadas.  Servicio de automatizacion y entrega continua en la nube a. El servicio debe permitir la automatizacion de pipelines de entrega continua para la construccion, prueba y despliegue de aplicaciones y recursos en la nube.  b. Debe ofrecer opciones de integracion con una variedad de herramientas de desarrollo, como herramientas de compilacion y despliegue.  c. El servicio debe ser capaz de orquestar flujos de trabajo personalizados para la implementacion de codigo y cambios en aplicaciones.  d. Debe proporcionar opciones para la creacion de etapas de prueba y aprobacion antes de la implementacion en produccion.  e. El servicio debe ser compatible con la instrumentacion de aplicaciones y microservicios en una variedad de lenguajes de programacion.  f. Debe permitir la integracion con sistemas de control de versiones.  g. El servicio debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de acceso y permisos.  h. Debe ser facturado segun el numero de pipelines y los recursos utilizados en los flujos de trabajo.  Servicio de compilacion y pruebas de codigo en la nube  a. El servicio debe permitir la automatizacion de la construccion y prueba de codigo fuente desde sistemas de control de versiones de codigo.  b. Debe ofrecer opciones de configuracion para la seleccion de entornos de construccion personalizados y la ejecucion de pruebas automatizadas.  c. El servicio debe proporcionar informacion detallada sobre el proceso de  construccion y resultados de pruebas, incluidos registros y notificaciones.  d. Debe ser capaz de integrarse con pipelines de entrega continua para facilitar la implementacion continua.  e. El servicio debe ser compatible con una variedad de lenguajes de programacion y entornos de desarrollo.  f. Debe permitir la gestion de acceso y permisos a recursos de compilacion y pruebas.  g. El servicio debe ser facturado segun el uso de recursos de compilacion y pruebas.  Servicio de repositorio de codigo en la nube a. El servicio debe permitir la gestion y almacenamiento de repositorios de codigo fuente de manera segura en la nube.  b. Debe ofrecer capacidades de control de versiones y seguimiento de cambios en el codigo.  c. El servicio debe ser compatible con protocolos de acceso, para la colaboracion en el desarrollo de software.  d. Debe proporcionar opciones de seguridad, incluida la autenticacion de dos factores y la integracion con servicio de autenticacion y autorizacion de proveedor cloud, para controlar el acceso.  e. El servicio debe ser capaz de integrarse con herramientas de desarrollo y pipelines de entrega continua.  f. Debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de acceso y permisos.  g. El servicio debe ser facturado segun la cantidad de repositorios y el volumen de datos de codigo almacenados.  Servicio de registro de contenedores en la nube a. El servicio debe permitir la gestion y el almacenamiento de imagenes de contenedores de manera segura en la nube.  b. Debe ser compatible con contenedores Docker y permitir el uso de imagenes de contenedores en aplicaciones y flujos de trabajo de desarrollo.  c. El servicio debe proporcionar una interfaz para el almacenamiento y la  recuperacion de imagenes de contenedores de manera eficiente.  d. Debe ofrecer opciones de control de acceso y autenticacion para garantizar la seguridad de las imagenes de contenedores almacenadas.  e. El servicio debe ser capaz de integrarse con orquestadores de contenedores Kubernetes y servicio de orquestacion de contenedores propio del proveedor cloud.  f. Debe proporcionar herramientas para la gestion de versiones de imagenes y etiquetas.  g. El servicio debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de acceso y permisos.  h. Debe ser facturado segun el numero de imagenes almacenadas y la transferencia de datos asociada a las imagenes.  Servicio de gestion de recursos y operaciones en la nube a. El servicio debe permitir la gestion centralizada de recursos de proveedor cloud y operaciones en la nube desde una consola unificada.  b. Debe proporcionar capacidades de automatizacion para la implementacion y administracion de recursos en la nube.  c. El servicio debe ofrecer capacidades de administracion de parches y  actualizaciones para mantener los sistemas y aplicaciones actualizados y  seguros.  d. Debe ser capaz de recopilar y almacenar datos de inventario y configuracion de recursos en la nube.  e. El servicio debe ser compatible con la automatizacion de tareas, incluida la creacion de flujos de trabajo personalizados.  f. Debe permitir la gestion de acceso y permisos granulares para garantizar la seguridad de los recursos y las operaciones.  g. El servicio debe ser compatible con la supervision y el cumplimiento de politicas de seguridad y regulaciones.  h. Debe ofrecer funciones de informes y generacion de registros para auditorias y seguimiento.  i. Debe ser facturado segun el uso de las capacidades de administracion y automatizacion utilizadas.  Para la presentacion de su oferta, el postor debera presentar los costos mensuales y totales, asumiendo el supuesto de que se usaran todos los servicios solicitados en los terminos de referencia al 100%; para lo cual los postores deberan considerar el modelo establecido en el Anexo D \"Precio de la oferta\", el cual detalla el desagregado de las ofertas a precios unitarios y a Suma Alzada de los componentes del presente servicio. Asimismo, el postor debera indicar la URL publica del fabricante utilizado para determinar los precios unitarios.  Sin embargo, debe entenderse que las siguientes caracteristicas son solo referenciales y no necesariamente deberan ser instaladas o ponerse en servicio al perfeccionamiento del contrato. Deben considerarse solo para efectos de la estimacion del costo variable referencial del servicio a contratar, el cual finalmente dependera del consumo mensual.  Componentes del Servicio  Unidad de  medida  Cantidad  Mensual  referenci  Sistema de  contratacio  base de datos  compatible  con  PostgreSQL  (HA)  vCPU 16  Cantidad 2 SA  RAM 128GB  SSD 100 GB  Zonas de  disponibilidad 2  base de datos  en memoria  para redis  (HA)  vCPU 2  Cantidad 2 SA  Memoria  RAM 6.38 GB  Rendimiento  de la red  Hasta 12,5  GB  Zonas de  disponibilidad 2  base de datos  en memoria  para redis  vCPU 2  Cantidad 1 SA  Memoria  RAM 3.09 GB  Rendimiento  de la red Hasta 5 GB  contenedores  sin servidor  Sistema  operativo Linux  Cantidad 12 SA  Arquitectura  de CPU x86  Numero de  tareas o  pods/dia 1  vCPU 1  Memoria  RAM 2GB  funciones sin  servidor  Arquitectura x86  Cantidad 1 PU  Numero de  solicitudes 51M  Duracion de  cada solicitud  (en ms) 200  Cantidad de  memoria  asignada 1536 MB  Cantidad de  almacenamie  nto efimero  asignado 512 MB  administracio  APIs  Solicitudes de  API REST 51M Cantidad 1 PU  Solicitudes de  API REST  con tamano  de la memoria  cache (GB)  0.5 10000 Cantidad 1 PU  Balanceador  de carga a  nivel de  aplicacion  Numero de  balanceadore s de carga de  aplicaciones 4  Cantidad 1 PU  GB  procesados 610 GB  NAT  Datos  procesados  ​por puerta de  enlace NAT 1 TB NAT 2 PU  Datos  procesados  ​por puerta de  enlace NAT 100 GB NAT 1 PU  Conector de  redes en multiples  zonas  Numero de  archivos  adjuntos de  Transit  Gateway 3  Cantidad 1 SA  Datos  procesados  ​por archivo  adjunto de  Transit  Gateway (GB) 100  Conexion  VPN  VPN Site to  Site 1 Cantidad 1 SA  CDN  Numero de  solicitudes  (HTTPS) 30M  Cantidad 1 PU  Transferencia  de datos a  Internet (GB) 5TB  transferencia  de datos  Transferencia  de datos  salientes (GB) 200 GB Cantidad 1 PU  trazabilidad  componentes  Numero de  solicitudes  por mes 11M  Cantidad 1 SA  Tasa de  muestreo 100%  Numero de  consultas por  mes 2000  Seguimientos  recuperados  por consulta 100  monitoreo y  observabilida  Paneles 6  Cantidad 1 SA  Datos de  registros  ingeridos  (GB) 100 GB  Solicitudes a  API de  metricas 100000  Alarmas 295  WAF Reglas 20 Cantidad 2 SA  gestion de  claves  criptograficas  Llaves 20  Cantidad 1 SA Solicitudes 1M  Registro de  contenedores  Cantidad de  datos  almacenados  (GB) 110 GB Cantidad 1 SA  repositorio de  codigo  Numero de  usuarios  activos 20 Cantidad 1 SA  construccion  e integracion  continua  Numero de  compilaciones  en un mes 25  Cantidad 2 SA  Duracion  promedio de  la compilacion  (minutos) 10  Sistema  operativo Linux  vCPU 4  RAM 8  Servicio de tuberias de  integracion y  entrega  continua  Numero de  pipelines  activos 4 Cantidad 1 SA  Centro de  seguridad y  conformidad  Numero de  comprobacion  es de 3000 Cantidad 1 SA  seguridad por  cuenta  Numero de  hallazgos  ingeridos por  cuenta 300  Numero de  reglas de  automatizacio  n 30  configuracion  y auditoria de  recursos  Numero de  evaluaciones  de reglas de  configuracion 20  Cantidad 1 SA  Numero de  elementos de configuracion  registrados 200  almacenamie  nto de  parametros  Parametros  estandar 1000 Cantidad 1 SA  almacenamie  nto de objetos  Almacenamie  nto estandar  de objetos  (TB) 12 TB  Cantidad 2 PU  Solicitudes a  la API de  objetos 11M  analisis de  datos en  almacenamie  nto de objetos  Numero total  consultas/me  s 10  Cantidad 1 PU  Cantidad de  datos  escaneados por consulta  (TB) 12 TB  migracion de  bases de  datos  Cantidad de  almacenamie nto (multiples  AZ) (GB) 100 GB  Cantidad 1 SA  Numero de  instancias 2  vCPU 4  RAM 8  visualizacion  y analisis de  datos  Capacidad de  SPICE en  gigabytes  (GB) 50 GB  Cantidad 1 SA  Numero de  autores 2  Numero de  lectores 20  preparacion y  carga de  datos  Numero de  sesiones  interactivas 20  Cantidad 1 SA  Numero de  nodos  consumidos  para el trabajo 10  Numero de  objetos  almacenados  (millon por  mes) 1M  Numero de  solicitudes de  acceso  (millon por  mes) 1 M  Numero de  rastreadores 20  deteccion de  amenazas y  actividades  inusuales  Eventos  analizados 1M Cantidad 1 SA  auditoria y registro de  eventos de la  plataforma  Eventos  analizados 1M Cantidad 1 SA  Leyenda Nomenclaturas:  M = Millones MB = Megabytes GB = Gigabytes TB = Terabytes HA = High Availability MS = Milisegundos PU = Precios Unitarios SA = Suma Alzada ", " - La Infraestructura de Nube Publica descrita en los presentes terminos de referencia debera tener una disponibilidad minima del 99.99%.  - El servicio debera contar con una plataforma o consola la cual permita administrar los servicios de Infraestructura publica o Nube publica de Microservicios, la misma que sera manejado por el Especialista (asignado por la Sub Gerencia de  Operaciones de Tecnologias de Informacion de la Gerencia de Produccion de la GCTIC) del Servicio a contratar.  - Asegurar la resiliencia y continuidad del servicio a traves de la implementacion de como minimo dos (2) centros de datos (zonas de disponibilidad) en una misma zona geografica (region) que permitan la redundancia y failover automatico en caso de incidencias, garantizando asi la disponibilidad y la recuperacion ante desastres de las aplicaciones y datos de EsSalud.  El servicio de nube publica que ofrecera el Proveedor debera contar con las siguientes caracteristicas:  ● El servicio de nube publica debe ser brindado por un proveedor de servicios de nube publica y debe figurar dentro del Cuadrante Magico de Gartner de Servicios de Infraestructura y Plataforma en Nube mas vigente.  ● El servicio de nube publica debe contar con el catalogo de sus servicios en su respectiva pagina web, permitiendo que cualquier persona con acceso a internet acceda facilmente a la descripcion de las caracteristicas tecnicas de cada uno de ellos.  ● El servicio de nube publica debe ofrecer una calculadora de precios, con la cual el interesado puede proyectar presupuestos.  ● El servicio de nube publica debe contar con certificaciones como:  a) Cloud Security Alliance (CSA): Controles de la alianza de seguridad en la  nube  b) FedRAMP  c) SOC 1: Informe de controles de auditoria  d) SOC 2: Informe de seguridad, disponibilidad y confidencialidad  e) SOC 3: Informe de controles generales  f) ISO 9001: Estandar de calidad internacional  g) ISO 27001: Controles de administracion de seguridad  h) ISO 27017: Controles especificos de la nube  i) ISO 27018: Proteccion de datos personales  j) ISO 22301:2019: Estandar de Sistema de Continuidad de Negocio (BCMS).  Servicios de computo de instancias virtuales a. El servicio debe contar con un entorno virtual de computo que permita utilizar interfaces de servicios web para lanzar instancias con distintos sistemas operativos, cargarlas con su entorno de aplicaciones personalizado, administrar los permisos de acceso a la red y ejecutar su imagen utilizando los sistemas que se desee.  b. El servicio debe permitir pausar y reanudar las instancias.  c. El servicio debe contar con la capacidad para lanzar / administrar un grupo de recursos de computo con una sola solicitud.  d. El servicio debe permitir hacer seguimiento de licencias para regular el uso y el cumplimiento.  e. El servicio debe permitir implementar funcionalidades de auto escalamiento.  f. El servicio debe contar con la capacidad de sincronizacion de tiempo para instancias computo.  g. El servicio debe soportar acceso SSH basado en politicas.  h. El servicio debe ser suministrado bajo un esquema de pago por uso.  i. El servicio debe ofrecer la posibilidad de colocar instancias en distintas regiones de disponibilidad.  j. El servicio debe permitir el uso de direcciones IP publicas.  k. El servicio debe permitir ajustar la escala de la capacidad de las instancias automaticamente de acuerdo con las condiciones que se definan.  l. El servicio debe permitir acceder de manera privada a la API de las instancias desde su red privada de nube o sobre conexion directa, sin utilizar IP publicas y sin que el trafico deba atravesar la Internet.  m. Debe ofrecer un servicio de origen de hora de alta precision, fiabilidad y disponibilidad que pueda ser usado por los servicios de computo.  Servicios de gestion de identidad y acceso a. El servicio debe permitir controlar el acceso, permisos a sus recursos y servicios de la nube.  b. El servicio debe permitir que se administren permisos para sus usuarios y aplicaciones.  c. El servicio debe permitir usar identidad federada para administrar accesos a una cuenta.  d. El servicio debe permitir analizar el acceso a recursos y servicios.  e. El servicio debe garantizar que los usuarios no tendran acceso a los recursos de la nube hasta que se concedan de forma explicita los permisos.  f. El servicio debe permitir crear credenciales temporales.  g. El servicio debe permitir identificar y eliminar facilmente los permisos no utilizados  h. El servicio debe permitir diferentes modos de autenticacion de usuarios como contrasenas, pares de claves y autenticacion multifactor  i. El servicio debe soportar la federacion desde sistemas corporativos como Microsoft Active Directory, asi como proveedores de identidad basados en estandares.  j. El servicio debe permitir bloquear los puertos que dan acceso a la nube publica y generar listas blancas de direcciones IP a traves politicas  k. El servicio debe permitir contar con informacion de auditoria de accesos a los recursos de la nube.  Servicios de red a. El servicio debe ser escalable y debe permitir especificar un rango de direcciones IP privadas de que sean elegidas.  b. El servicio debe permitir ampliar la nube privada virtual mediante la  incorporacion de intervalos IP secundarios.  c. El servicio debe permitir dividir el rango privado de direcciones IP privadas de la nube privada virtual en una o varias subredes publicas o privadas para posibilitar la ejecucion de aplicaciones y la prestacion de servicios en la nube privada virtual.  d. El servicio debe permitir controlar el acceso de entrada y salida desde y hacia subredes individuales por medio de listas de control de acceso.  e. El servicio debe permitir almacenar datos y definir permisos de forma que el acceso a los datos sea posible exclusivamente desde el interior de la nube privada virtual.  f. El servicio debe permitir asignar varias direcciones IP y asociar multiples interfaces de red elasticas a instancias de la nube privada virtual.  g. El servicio debe permitir asociar una o mas direcciones IP elasticas a cualquier instancia de la nube privada virtual, de modo que puedan alcanzarse  directamente desde Internet.  h. El servicio debe permitir conectarse a la nube privada virtual con otras nubes privadas virtuales y obtener acceso a los recursos de otras nubes privadas virtuales a traves de direcciones IP privadas mediante la interconexion de nube privada virtual.  i. El servicio debe permitir conectarse de manera privada a los servicios del fabricante de la nube publica sin usar una gateway de Internet, ni una NAT ni un proxy de firewall mediante un punto de enlace de la nube privada virtual.  j. El servicio debe permitir conectar la nube privada virtual y la infraestructura de TI local con la VPN del fabricante de la nube publica de sitio a sitio.  k. El servicio debe permitir asociar grupos de seguridad de la nube privada virtual con instancias en la plataforma.  l. El servicio debe permitir registrar informacion sobre el trafico de red que entra y sale de las interfaces de red de la nube privada virtual.  m. El servicio debe permitir habilitar IPv4 e IPv6 en la nube privada virtual.  n. El servicio debe tener la habilidad de mover direcciones entre instancias  o. El servicio debe tener la capacidad de analisis para monitoreo de trafico de red.  Servicios de almacenamiento de datos a. El servicio debe permitir crear volumenes de almacenamiento y adjuntarlos a recursos de computo.  b. El servicio debe permitir crear un sistema de archivos sobre estos volumenes, ejecutar una base de datos o darles cualquier otro uso que le daria al almacenamiento en bloques.  c. El servicio debe ofrecer almacenamiento respaldado por SSD para cargas de trabajo transaccionales como bases de datos y volumenes de arranque (el rendimiento depende principalmente de las IOPS) y almacenamiento  respaldado por HDD para cargas de trabajo intensivas como el procesamiento de registros (el rendimiento depende principalmente de los MB/s).  d. El servicio debe permitir aumentar la capacidad, ajustar el rendimiento y modificar el tipo de cualquier volumen de generacion nueva o existente de manera dinamica.  e. El servicio debe estar disenado para ofrecer una alta disponibilidad y fiabilidad a traves de la duplicacion en multiples ubicaciones.  f. El servicio debe permitir hacer un cifrado integral de las instantaneas, los volumenes de arranque y los volumenes de datos.  g. El servicio debe soportar la generacion de Backup sin interrupcion del servicio.  h. El servicio debe contar con rendimiento total predecible del volumen creado a partir de instantaneas  Servicios de Base de datos relacional a. El servicio debe permitir automatizar las tareas administrativas, como el  aprovisionamiento de hardware, la configuracion de bases de datos, la  implementacion de parches y la creacion de copias de seguridad.  b. El servicio debe ofrecer varios tipos de recursos de computo: optimizados para memoria, rendimiento u operaciones de E/S  c. El servicio debe permitir escoger entre los siguientes motores de bases de datos PostgreSQL, MSSQL y MySQL  d. El servicio debe permitir utilizar el licenciamiento de la base de datos Oracle bajo el modelo “Bring Your Own license”  e. El servicio debe estar en capacidad de encargarse de tareas habituales de las bases de datos, como el aprovisionamiento, las revisiones, las copias de seguridad, la recuperacion, la deteccion de errores y la reparacion.  f. El servicio se debe poder desplegar en multiples ubicaciones.  g. El servicio debe permitir aplicar de forma automatica parches de software.  h. El servicio debe contar con la opcion de controlar si se deben aplicar parches a un recurso de computo de base de datos o no, y el momento en que se deben aplicar.  i. El servicio debe contar con diversas opciones de almacenamiento en virtud del rendimiento requerido. Las opciones de almacenamiento deben incluir:  Almacenamiento de uso general (SSD) y Almacenamiento de IOPS aprovisionadas (SSD).  j. El servicio debe permitir aprovisionar almacenamiento adicional.  k. El servicio debe permitir crear una o varias replicas de un recurso de computo de base de datos de origen determinado y abastecer el alto volumen de trafico de lectura de la aplicacion desde distintas copias de sus datos, lo cual aumenta el rendimiento de lectura total.  l. El servicio debe permitir hacer copias de seguridad automatizadas.  m. El servicio debe permitir realizar una copia de seguridad de los registros de base de  datos y de transacciones y los debe poder almacenar durante un periodo de retencion que puede especificar el usuario.  n. El servicio debe permitir especificar el periodo de retencion de copia de seguridad automatica hasta un maximo de dias.  o. El servicio debe permitir crear instantaneas de base de datos (copias de seguridad) que inicia el usuario de la instancia almacenada en el servicio de almacenamiento de objetos, y que se conservaran hasta que se eliminen explicitamente.  p. El servicio debe permitir cifrar las bases de datos mediante las claves.  q. El servicio debe permitir que los datos almacenados en reposo en el  almacenamiento subyacente esten cifrados, al igual que las copias de seguridad automatizadas, las replicas de lectura y las instantaneas.  r. El servicio debe soportar la capacidad de aislar la base de datos en la propia red virtual y conectarse a su infraestructura de TI local mediante las VPN con IPsec cifradas estandar del sector.  s. El servicio debe ofrecer la posibilidad de controlar las acciones que realizan los usuarios y grupos.  t. El servicio debe permitir controlar las acciones que pueden realizar los usuarios y grupos en grupos de recursos que tengan la misma etiqueta y valor asociado  u. El servicio debe soportar herramientas de monitoreo que permitan monitorear metricas operativas clave, incluidos el uso de la capacidad de computo, memoria y almacenamiento, la actividad de E/S y las conexiones de instancias de bases de datos.  v. El servicio debe soportar la capacidad de notificar eventos de la base de datos por email o SMS  w. El servicio debe soportar el registro y auditoria de los cambios en la configuracion de la instancia de base de datos, incluidos grupos de parametros, grupos de subred, instantaneas, grupos de seguridad y suscripciones a eventos.  x. El servicio debe soportar escalamiento horizontal.  Servicios de Base de datos de documentos a. El servicio debe permitir compatibilidad con MongoDB.  b. El servicio debe permitir la gestion de bases de datos de documentos de forma agil, escalable, de alta disponibilidad y completamente administrado que admite cargas de trabajo JSON nativas o similares.  c. El servicio debe permitir almacenar, consultar e indexar datos JSON o similares.  d. El servicio debe permitir utilizar el mismo codigo de aplicacion, controladores y herramientas de MongoDB para ejecutar, administrar y escalar cargas de trabajo o equivalente.  Servicios de Respaldo a. El servicio debe brindar acceso a una consola centralizada de copias de seguridad.  b. El servicio debe permitir administrar de manera centralizada politicas de copias de seguridad que cumplan con sus requisitos pertinentes y aplicarlas en recursos de la nube.  c. El servicio debe permitir definir politicas de retencion de copias de seguridad automaticamente de acuerdo con los requisitos de la entidad y de conformidad normativa vinculados con el respaldo.  d. El servicio debe permitir almacenar las copias de seguridad periodicas de una manera gradual y eficiente.  e. Debe permitir los respaldos basados en snapshots.  Servicio de almacenamiento de Objetos a. Debe ser un almacenamiento basado en objetos de tipo S3 o S3 Compatible o Blob storage.  b. Debe contar con 3 tipos de almacenamiento como minimo: de uso frecuente o standard, de uso poco frecuente y tipo archive o glacier.  c. Debe tener una durabilidad de hasta 99,999999999% (11 9s) de los objetos en caso se usen varias zonas de disponibilidad  d. El servicio debe contar con controles de seguridad que garantizan que las carpetas y objetos no tengan acceso publico  e. El servicio debe permitir copiar objetos entre carpetas, reemplazar conjuntos de etiquetas de objetos, modificar los controles de acceso y restaurar objetos archivados desde otros servicios de almacenamiento.  f. El servicio debe contar con control de versiones que permitan preservar, recuperar y restaurar facilmente todas las versiones de un objeto almacenado, lo que debe permitir recuperarse facilmente de acciones de usuarios involuntarias y de errores de aplicaciones.  Servicios de Balanceo de Carga a. Debe permitir el balanceo de carga para distribuir el trafico a distintas unidades de procesamiento.  b. El servicio debe distribuir automaticamente el trafico de aplicaciones entrantes a traves de varios destinos, tales como instancias y direcciones IP.  c. El servicio debe estar en capacidad de detectar destinos que funcionen  incorrectamente, dejar de enviar trafico a ellos y, a continuacion, distribuir la carga entre los destinos restantes que no presenten problemas.  d. Se podran crear y administrar grupos de seguridad asociados con balanceadores  de carga a fin de ofrecer opciones de seguridad y redes adicionales  e. El servicio debe proporcionar la capacidad de administracion integrada de certificados y descifrado SSL/TLS, lo que debe brindar la flexibilidad para administrar de manera centralizada los parametros de SSL del balanceador de carga y eliminar el trabajo intensivo de la CPU de la aplicacion.  f. El servicio debe permitir equilibrar la carga en aplicaciones HTTP o HTTPS para caracteristicas especificas de la capa 7.  g. El servicio debe facilitar el monitoreo de rendimiento de las aplicaciones en tiempo real.  h. El servicio debe proporcionar direccionamiento de solicitudes avanzado destinado a la entrega de arquitecturas de aplicaciones modernas, incluidos microservicios y aplicaciones basadas en contenedores  i. El servicio debe asegurar que se utilicen en todo momento los protocolos y cifradores SSL/TLS mas recientes.  j. El servicio debe permitir distribuir el trafico de entrada entre destinos en numerosas zonas de disponibilidad  k. El servicio debe escalar automaticamente la capacidad de administracion de solicitudes como respuesta al trafico de aplicaciones entrante  l. El servicio debe poder ser configurado para que se pueda obtener acceso a el desde Internet o crear un balanceador de carga sin direcciones IP publicas para que actue como balanceador de carga interno (es decir, sin acceso a Internet)  m. El servicio debe ser compatible con WebSockets n. El servicio debe direccionar el trafico solamente a destinos que funcionan correctamente.  o. El servicio debe facilitar el monitoreo de metricas tales como el recuento de solicitudes, el recuento de errores, los tipos de errores y la latencia de las solicitudes.  Servicios VPN a. El servicio debe permitir establecer conexiones seguras entre sus redes en las instalaciones de la entidad, las oficinas remotas, los dispositivos y la red global del proveedor de nube.  b. El servicio permite acceder ya sea con una configuracion de IP Security (IPSec) de Site-to-Site VPN  c. El servicio soporta la conexion tanto de la Gateway privada virtual como de Transit Gateway.  d. El trafico en el tunel entre los puntos de enlace debe poder encriptarse con AES128 o AES256 y utilizar protocolos Diffie-Hellman para intercambios claves  e. Para Site-to-Site VPN se debe autenticar mediante funciones SHA1 o SHA2  f. El servicio debe brindar opciones de tunel personalizables, incluidos direccion IP de tunel interna, clave compartida previamente y numero de sistema autonomo para protocolo de Gateway fronteriza (BGP ASN)  g. El servicio opcionalmente debe contar con disponibilidad de rutas multiples de igual costo (ECMP) con Site-to-Site VPN en la Transit Gateway para ayudar a incrementar la banda ancha de trafico en varias rutas.  h. Site-to-Site VPN debe soportar aplicaciones transversales de NAT, de modo que pueda utilizar direcciones IP privadas, en redes privadas, detras de enrutadores con una sola direccion IP publica con conexion a Internet.  i. Site-to-Site VPN debe permitir enviar metricas al servicio de monitoreo para ofrecer mayor visibilidad y supervision.  j. Site-to-Site VPN debe soportar el uso de certificados privados  k. Site-to-Site VPN debe soportar encriptacion IKE, IPsec y TLS  l. Conectividad Site to Site VPN: debe permitir conectarse localmente o desde la Entidad a la nube.  Servicio Web Application Firewall  a. El servicio debe permitir crear reglas para filtrar el trafico web en funcion de condiciones como la direccion IP, los encabezados y cuerpos HTTP o los URI personalizados.  b. El servicio debe permitir crear reglas que bloquean ataques comunes como la inyeccion SQL o el scripting entre sitios.  c. El servicio debe permitir crear un conjunto centralizado de reglas que puede implementar en varios sitios web.  d. El servicio debe poderse administrar por completo mediante API.  e. El servicio debe poderse implementar y aprovisionarse automaticamente con plantillas de muestra que permiten describir todas las reglas de seguridad que la entidad quiere implementar para sus aplicaciones web  f. El servicio debe proporcionar metricas en tiempo real y registrar solicitudes sin procesar que incluyen detalles sobre direcciones IP, geolocalizacion, URI, agentes de usuario y arbitros.  g. El servicio debe permitir agregar una lista de IP anonimas para las reglas administradas de la nube.  h. El servicio debe permitir una rapida propagacion de las reglas definidas.  i. El servicio debe contar con proteccion de bot.  j. El servicio debe integrarse con servicios de API gestionados.  k. El servicio debe permitir descargar los logs para integrarlos a herramientas de terceros.  l. El servicio debe soportar listas IP anonimas.  m. El servicio debe soportar un centro de comandos de seguridad centralizado  Servicio de AntiDDoS a. El servicio debe monitorear el flujo de red continuo. Debe inspeccionar el trafico entrante en los servicios del proveedor de nube y debe aplicar una combinacion de firmas del trafico, algoritmos de anomalias y otras tecnicas de analisis para detectar el trafico malicioso en tiempo real.  b. El servicio debe utilizar tecnicas como el filtrado de paquetes determinista y la configuracion de trafico basada en prioridades, para mitigar ataques a la capa de red basica.  c. El servicio debe estar en capacidad de enviar notificaciones cuando se presentan ataques  d. El servicio debe brindar metricas de mitigacion  e. El servicio debe soportar cronologias de trafico de red  Servicio de gestion de DNS a. El servicio debe ser escalable y debe proveer alta disponibilidad  b. El servicio debe permitir crear reglas de reenvio condicional y puntos de enlace DNS para resolver nombres personalizados controlados en las zonas privadas alojadas en el servicio o en los servidores DNS que se encuentran en las instalaciones.  c. El servicio debe permitir redirigir a los usuarios finales hacia los mejores puntos de enlace para la aplicacion en funcion de la geo-proximidad, la latencia, el estado y otras consideraciones  d. El servicio debe permitir remitir a los usuarios finales a un punto de enlace determinado que la Entidad especifique en funcion de la ubicacion geografica del usuario final.  e. El servicio debe permitir administrar nombres de dominio personalizados para los recursos de la nube internos sin exponer datos de DNS en la web publica.  f. El servicio debe permitir dirigir automaticamente a los visitantes del sitio web a una ubicacion alternativa para evitar interrupciones del servicio.  g. El servicio debe permitir dirigir automaticamente a los visitantes del sitio web a una ubicacion alternativa para evitar interrupciones del servicio.  h. El servicio debe ofrecer servicios de registro de nombres de dominio, donde sea  posible buscar y registrar nombres de dominio disponibles o transferir nombres de dominio existentes para que se administren a traves del servicio.  i. El servicio debe contar con una sencilla interfaz de servicios web que permita ponerse en marcha en cuestion de minutos  j. El servicio debe permitir transferir el dominio desde otro servicio DNS al servicio DNS en la nube  k. El servicio debe ofrecer un conjunto sencillo de API que facilita la creacion y la administracion de registros DNS para los dominios  l. El servicio debe incluir la funcionalidad de administracion de nombres DNS para escalar hacia arriba o hacia abajo el microservicio.  m. El servicio debe tener una disponibilidad del 99.9% como minimo.  Servicios de Monitoreo a. El servicio debe permitir monitorear recursos de infraestructura locales, hibridos y de la nube.  b. El servicio debe permitir recopilar y obtener acceso a todos los datos de rendimiento y operaciones en formato de registros y metricas a partir de una sola plataforma  c. El servicio debe permitir visualizar y analizar el estado, el rendimiento y la disponibilidad de sus aplicaciones en un solo lugar.  d. El servicio debe tener la capacidad de hacer monitoreo de las aplicaciones en tres dimensiones: monitoreo de infraestructura (con metricas y registros para  comprender los recursos que respaldan sus aplicaciones), monitoreo de  transacciones (con rastreos para comprender las dependencias entre sus  recursos) y monitoreo de usuario final (para monitorear sus puntos de enlace y notificarle cuando su experiencia de usuario final se haya degradado)  e. El servicio debe permitir monitorear puntos de enlace de la aplicacion  f. El servicio debe permitir escribir reglas para indicar los eventos de interes para la aplicacion y las acciones automatizadas que se deben desencadenar cuando una regla concuerde con un evento.  g. El servicio debe facilitar el diagnostico, aislamiento y correccion de problemas  h. El servicio debe permitir realizar analisis historicos para optimizar costos y obtener informacion en tiempo real sobre los recursos de la infraestructura y la optimizacion de las aplicaciones.  i. El servicio debe permitir recopilar hasta 50 metricas predeterminadas de servicios de la nube  j. El servicio debe permitir crear graficos reutilizables y ver las aplicaciones y los recursos de la nube en una vista unificada  k. El servicio debe permitir monitorear contenedores  l. El servicio debe contar con granularidad configurable de monitoreo/alerta  m. El servicio debe permitir correlacionar el patron de registros de una metrica  especifica y definir alarmas para que avisen de manera proactiva acerca de problemas operativos y de rendimiento  n. La funcionalidad de alarmas debe permitir definir un umbral de metricas y activar una accion.  o. El servicio debe permitir monitorear el rendimiento operativo, resolver errores y detectar tendencias  p. El servicio debe permitir controlar que usuarios y recursos tienen permiso para obtener acceso a sus datos y de que manera lo hacen  q. El servicio debe permitir cifrar los datos en transito y en reposo.  Servicio de administrar y desplegar contenedores (sin servidores, sin cluster) a. El postor debera considerar un servicio de soporte que incluya la gestion de la plataforma.  b. Al ejecutar las tareas y los servicios la aplicacion se empaqueta en contenedores, se especifican los requisitos de sistema operativo, CPU y de memoria, se definen  las politicas de acceso de usuarios y las redes, y se lanza la aplicacion.  c. Cada tarea del servicio debe tener su propio limite de aislamiento y no comparte el kernel subyacente, los recursos de CPU, los recursos de memoria ni la interfaz de red elastica con otra tarea.  d. Debe ser un servicio de contenedores que permite a los usuarios ejecutar contenedores sin tener que administrar la infraestructura subyacente, lo que incluye servidores, clusteres y software de orquestacion. Ademas, que tendra la capacidad de aprovisionar automaticamente la capacidad de computo, el  escalado y la administracion de los contenedores  Servicio de deteccion de amenazas inteligente y de monitoreo constante a. El servicio debe permitir identificar las actividades que se puede asociar con las cuentas, recursos vulnerables y el reconocimiento de acciones malintencionadas  b. El servicio debe suministrar hallazgos de mayor precision mediante aprendizaje automatico con inteligencia de amenazas, como listas de dominios e IP  malintencionadas.  c. El servicio debe permitir detectar senales de cuentas vulnerables, como el acceso a recursos de la nube a partir de una ubicacion geografica inusual en un momento atipico del dia.  d. El servicio debe permitir controlar las llamadas a la API inusuales, como los intentos de ocultar actividad en cuentas mediante la desactivacion de  funcionalidades de registro en la nube o la captura de instantaneas de una base de datos a partir de una direccion IP malintencionada.  e. El servicio debe permitir monitorear y analizar continuamente datos de eventos de cargas de trabajo y cuentas de la nube, registros de flujo y registros de DNS.  f. El servicio debe permitir detectar actividad que sugiere un reconocimiento por parte de un atacante, como una actividad de API inusual, el escaneo de puertos, patrones inusuales de solicitudes de inicio de sesion incorrectas o el sondeo de puertos no bloqueados a partir de una IP incorrecta conocida.  g. El servicio debe permitir detectar actividad que indica la vulnerabilidad de una instancia, como la mineria de criptomonedas, actividad de comando y control (C&C) de puerta trasera, malware que utiliza algoritmos de generacion de dominios (DGA), actividad de salida de denegacion de servicios, volumenes altos inusuales del trafico de red, protocolos de red inusuales, comunicacion de salida de instancias con una IP malintencionada conocida, credenciales temporales de recursos de computo utilizadas por una direccion IP externa y exfiltracion de datos con DNS.  h. El servicio debe permitir detectar algunos patrones comunes que indican la vulnerabilidad de cuentas como llamadas a la API desde una ubicacion geografica inusual o un proxy anonimo, intentos de desactivar los registros, cambios que debilitan la politica de contrasena de la cuenta, lanzamientos inusuales de infraestructuras o de instancias, implementaciones de infraestructura en una region inusual y llamadas a la API desde direcciones IP malintencionadas conocidas.  i. El servicio debe permitir detectar actividad que indique la vulnerabilidad del servicio de almacenamiento de objetos, como patrones de acceso a datos que muestren un mal uso de credenciales, actividad no usual de la API desde un host remoto, acceso no autorizado desde direcciones de IP confirmadas como maliciosas y llamadas a la API para recuperar datos de un usuario que no cuenta con un historial previo de acceso al servicio de almacenamiento de objetos o invocadas desde una ubicacion inusual.  j. El servicio debe monitorear y analizar de manera continua eventos de datos del servicio de almacenamiento de objetos para detectar actividad sospechosa.  k. El servicio debe permitir hacer detecciones avanzadas mediante el uso del aprendizaje automatico y la deteccion de anomalias para identificar amenazas, como patrones inusuales de llamadas a la API y comportamientos de usuarios  malintencionados.  l. El servicio debe ayudar priorizar la respuesta ante posibles amenazas  m. El servicio debe permitir brindar respuestas de seguridad automaticas ante  hallazgos de seguridad.  n. El servicio debe soportar monitoreo continuo, analisis de cuentas y analisis de eventos de datos en las cargas de trabajo  Servicio de Gestion de APIs a. Debe facilitar la creacion, publicacion, mantenimiento, monitoreo y securizacion de APIs a cualquier escala.  b. Debe permitir la definicion y configuracion de rutas, metodos y respuestas.  c. Debe ofrecer capacidades de rate limiting y proteccion contra ataques DDoS.  d. Debe permitir la integracion con otros servicios y sistemas back-end.  e. Debe operar bajo un esquema de pago por uso, basado en el numero de llamadas a la API y el ancho de banda de datos transferidos.  Servicio de Gestion de Certificados Digitales a. El servicio debe crear, almacenar y renovar certificados y claves SSL/TLS X.509 que protegen sus sitios web y aplicaciones en el proveedor de nube.  Servicio de consulta de datos en la nube  a. El servicio debe permitir a los usuarios ejecutar consultas SQL estandar sobre datos almacenados en un almacen de datos en la nube sin necesidad de mover o transformar previamente los datos.  b. Debe ser capaz de manejar datos en formatos como JSON, CSV, Parquet y otros.  c. Debe proporcionar una interfaz de usuario o una API para ejecutar consultas interactivas y programaticas.  d. El servicio debe escalar automaticamente segun la carga de trabajo para garantizar un rendimiento optimo.  e. Debe ser compatible con las politicas de seguridad y control de acceso de la organizacion, incluida la integracion con servicio de gestion de identidad y acceso de proveedor cloud.  f. El servicio debe ofrecer opciones de almacenamiento seguro y duradero de los resultados de las consultas.  g. Debe ser facturado segun el uso de consultas ejecutadas.  Servicio de ETL (Extraccion, Transformacion y Carga) en la nube  a. El servicio debe permitir la extraccion de datos desde diversas fuentes, incluidas bases de datos, almacenes de datos y sistemas en la nube.  b. Debe ofrecer herramientas para transformar y limpiar los datos, incluida la capacidad de definir y gestionar esquemas de datos.  c. El servicio debe permitir programar tareas de ETL para ejecutarse de manera automatica y programada.  d. Debe proporcionar un catalogo de metadatos para realizar un seguimiento de los datos y transformaciones aplicadas.  e. Debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de acceso y permisos.  f. El servicio debe escalar automaticamente segun la carga de trabajo.  g. Debe ser facturado segun el volumen de datos procesados y los recursos utilizados.  Servicio de migracion de bases de datos en la nube a. El servicio debe admitir la migracion de bases de datos desde una variedad de fuentes, incluidas bases de datos locales y en la nube.  b. Debe ser capaz de realizar migraciones en tiempo real con una minima interrupcion del servicio.  c. El servicio debe proporcionar herramientas y asistencia para planificar y ejecutar migraciones exitosas.  d. Debe ser compatible con una variedad de motores de bases de datos, como MySQL, PostgreSQL, Oracle y otros.  e. El servicio debe garantizar la integridad y la consistencia de los datos durante la migracion.  f. Debe ser facturado segun el volumen de datos migrados y los recursos utilizados.  Servicio de visualizacion de datos en la nube a. El servicio debe permitir a los usuarios crear, compartir y explorar visualizaciones de datos de manera interactiva.  b. Debe ser capaz de conectarse a una variedad de fuentes de datos, incluidas bases de datos, almacenes de datos y servicios en la nube.  c. El servicio debe proporcionar herramientas para crear cuadros de mando personalizados y paneles de control.  d. Debe ser compatible con una amplia gama de tipos de graficos y visualizaciones.  e. El servicio debe ser escalable y ofrecer un rendimiento rapido incluso con grandes conjuntos de datos.  f. Debe ser compatible con las politicas de seguridad y control de acceso de la organizacion, incluida la integracion con servicio de autorizacion y autenticacion.  g. Debe ser facturado segun el uso y las caracteristicas de nivel de servicio seleccionadas.  Servicio de gestion de claves en la nube a. El servicio debe permitir la creacion, gestion y rotacion de claves de cifrado para proteger datos confidenciales y recursos en la nube.  b. Debe ofrecer opciones de cifrado de datos a nivel de cliente y servidor.  c. El servicio debe integrarse con otros servicios de proveedor cloud y permitir el cifrado de datos en transito y en reposo.  d. Debe ofrecer control y seguimiento de acceso y auditoria de eventos relacionados con las claves.  e. El servicio debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de acceso y permisos.  f. Debe ser facturado segun el uso de claves y las operaciones de cifrado realizadas.  Servicio de gestion de configuraciones y cumplimiento en la nube a. El servicio debe permitir el seguimiento y registro de cambios en la configuracion de recursos en la nube.  b. Debe proporcionar evaluaciones continuas del cumplimiento de las politicas de configuracion definidas.  c. El servicio debe permitir la automatizacion de acciones correctivas en caso de desviaciones de la configuracion deseada.  d. Debe ofrecer un historial detallado de cambios en la configuracion de recursos a lo largo del tiempo.  e. El servicio debe ser compatible con las politicas de seguridad de la organizacion, incluida la generacion de informes de cumplimiento.  f. Debe ser facturado segun el numero de reglas y evaluaciones de configuracion realizadas.  Servicio de seguridad en la nube y analisis de amenazas a. El servicio debe permitir la consolidacion y visualizacion de datos de seguridad de multiples fuentes, incluidos servicios de proveedor cloud y soluciones de  seguridad de terceros.  b. Debe proporcionar informacion y analisis de amenazas en tiempo real y la capacidad de identificar problemas de seguridad y vulnerabilidades.  c. El servicio debe permitir la automatizacion de respuestas a incidentes de  seguridad.  d. Debe ofrecer integracion con soluciones de terceros y herramientas de seguridad personalizadas.  e. El servicio debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de eventos de seguridad.  f. Debe ser facturado segun el volumen de datos y la cantidad de analisis de seguridad realizados.  Servicio de auditoria y registro de eventos en la nube a. El servicio debe proporcionar un registro detallado de eventos y actividades dentro del entorno de proveedor cloud.  b. Debe rastrear acciones realizadas por usuarios, servicios y recursos en la cuenta de proveedor cloud.  c. El servicio debe ser capaz de registrar eventos relacionados con la gestion de recursos, acceso a recursos y cambios en la configuracion.  d. Debe permitir la busqueda y visualizacion de registros de eventos a traves de una interfaz de usuario o una API.  e. El servicio debe proporcionar informacion de auditoria critica para la seguridad y el cumplimiento, incluidos los cambios en las politicas de seguridad.  f. Debe ser compatible con las politicas de seguridad de la organizacion, incluida la retencion de registros y el acceso controlado a registros.  g. Debe ofrecer opciones para la integracion con herramientas de administracion y analisis de registros de terceros.  h. Debe ser facturado segun el volumen de registros de eventos y el  almacenamiento a largo plazo de registros.  Servicio de transferencia de datos en la nube a. El servicio debe permitir la transferencia de datos hacia y desde la infraestructura de proveedor cloud de manera eficiente y segura.  b. Debe proporcionar opciones para la transferencia de datos a traves de Internet y conexiones directas dedicadas.  c. El servicio debe admitir la transferencia de datos en diferentes formatos, incluidos archivos, bases de datos y transmisiones en tiempo real.  d. Debe ofrecer opciones de compresion y cifrado para garantizar la seguridad y la eficiencia de la transferencia de datos.  e. El servicio debe ser compatible con la migracion de datos hacia y desde otros proveedores de servicios en la nube y entornos locales.  f. Debe proporcionar herramientas y recursos para supervisar y gestionar la transferencia de datos, incluida la optimizacion de la velocidad y el rendimiento.  g. El servicio debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de acceso y permisos.  h. Debe ser facturado segun el volumen de datos transferidos y la velocidad de transferencia de datos.  Servicio de rastreo y analisis de aplicaciones en la nube a. El servicio debe permitir el rastreo y analisis de aplicaciones en la nube para identificar cuellos de botella, problemas de rendimiento y latencia.  b. Debe ofrecer visibilidad en tiempo real de las solicitudes y transacciones a medida que fluyen a traves de componentes de aplicaciones distribuidas.  c. El servicio debe proporcionar informacion detallada sobre el tiempo que lleva cada componente de una aplicacion en procesar una solicitud.  d. Debe permitir la identificacion de dependencias y relaciones entre componentes de aplicaciones.  e. Debe ser capaz de generar visualizaciones de mapa de calor y graficos de flujo de solicitudes para el analisis de rendimiento.  f. El servicio debe ser compatible con la instrumentacion de aplicaciones y  microservicios en una variedad de lenguajes de programacion.  g. Debe ofrecer herramientas para la deteccion y resolucion de problemas de aplicaciones en tiempo real.  h. El servicio debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de acceso y permisos.  i. Debe ser facturado segun el volumen de datos de rastreo y las solicitudes analizadas.  Servicio de automatizacion y entrega continua en la nube a. El servicio debe permitir la automatizacion de pipelines de entrega continua para la construccion, prueba y despliegue de aplicaciones y recursos en la nube.  b. Debe ofrecer opciones de integracion con una variedad de herramientas de desarrollo, como herramientas de compilacion y despliegue.  c. El servicio debe ser capaz de orquestar flujos de trabajo personalizados para la implementacion de codigo y cambios en aplicaciones.  d. Debe proporcionar opciones para la creacion de etapas de prueba y aprobacion antes de la implementacion en produccion.  e. El servicio debe ser compatible con la instrumentacion de aplicaciones y microservicios en una variedad de lenguajes de programacion.  f. Debe permitir la integracion con sistemas de control de versiones.  g. El servicio debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de acceso y permisos.  h. Debe ser facturado segun el numero de pipelines y los recursos utilizados en los flujos de trabajo.  Servicio de compilacion y pruebas de codigo en la nube  a. El servicio debe permitir la automatizacion de la construccion y prueba de codigo fuente desde sistemas de control de versiones de codigo.  b. Debe ofrecer opciones de configuracion para la seleccion de entornos de construccion personalizados y la ejecucion de pruebas automatizadas.  c. El servicio debe proporcionar informacion detallada sobre el proceso de  construccion y resultados de pruebas, incluidos registros y notificaciones.  d. Debe ser capaz de integrarse con pipelines de entrega continua para facilitar la implementacion continua.  e. El servicio debe ser compatible con una variedad de lenguajes de programacion y entornos de desarrollo.  f. Debe permitir la gestion de acceso y permisos a recursos de compilacion y pruebas.  g. El servicio debe ser facturado segun el uso de recursos de compilacion y pruebas.  Servicio de repositorio de codigo en la nube a. El servicio debe permitir la gestion y almacenamiento de repositorios de codigo fuente de manera segura en la nube.  b. Debe ofrecer capacidades de control de versiones y seguimiento de cambios en el codigo.  c. El servicio debe ser compatible con protocolos de acceso, para la colaboracion en el desarrollo de software.  d. Debe proporcionar opciones de seguridad, incluida la autenticacion de dos factores y la integracion con servicio de autenticacion y autorizacion de proveedor cloud, para controlar el acceso.  e. El servicio debe ser capaz de integrarse con herramientas de desarrollo y pipelines de entrega continua.  f. Debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de acceso y permisos.  g. El servicio debe ser facturado segun la cantidad de repositorios y el volumen de datos de codigo almacenados.  Servicio de registro de contenedores en la nube a. El servicio debe permitir la gestion y el almacenamiento de imagenes de contenedores de manera segura en la nube.  b. Debe ser compatible con contenedores Docker y permitir el uso de imagenes de contenedores en aplicaciones y flujos de trabajo de desarrollo.  c. El servicio debe proporcionar una interfaz para el almacenamiento y la  recuperacion de imagenes de contenedores de manera eficiente.  d. Debe ofrecer opciones de control de acceso y autenticacion para garantizar la seguridad de las imagenes de contenedores almacenadas.  e. El servicio debe ser capaz de integrarse con orquestadores de contenedores Kubernetes y servicio de orquestacion de contenedores propio del proveedor cloud.  f. Debe proporcionar herramientas para la gestion de versiones de imagenes y etiquetas.  g. El servicio debe ser compatible con las politicas de seguridad de la organizacion, incluida la gestion de acceso y permisos.  h. Debe ser facturado segun el numero de imagenes almacenadas y la transferencia de datos asociada a las imagenes.  Servicio de gestion de recursos y operaciones en la nube a. El servicio debe permitir la gestion centralizada de recursos de proveedor cloud y operaciones en la nube desde una consola unificada.  b. Debe proporcionar capacidades de automatizacion para la implementacion y administracion de recursos en la nube.  c. El servicio debe ofrecer capacidades de administracion de parches y  actualizaciones para mantener los sistemas y aplicaciones actualizados y  seguros.  d. Debe ser capaz de recopilar y almacenar datos de inventario y configuracion de recursos en la nube.  e. El servicio debe ser compatible con la automatizacion de tareas, incluida la creacion de flujos de trabajo personalizados.  f. Debe permitir la gestion de acceso y permisos granulares para garantizar la seguridad de los recursos y las operaciones.  g. El servicio debe ser compatible con la supervision y el cumplimiento de politicas de seguridad y regulaciones.  h. Debe ofrecer funciones de informes y generacion de registros para auditorias y seguimiento.  i. Debe ser facturado segun el uso de las capacidades de administracion y automatizacion utilizadas.  Para la presentacion de su oferta, el postor debera presentar los costos mensuales y totales, asumiendo el supuesto de que se usaran todos los servicios solicitados en los terminos de referencia al 100%; para lo cual los postores deberan considerar el modelo establecido en el Anexo D \"Precio de la oferta\", el cual detalla el desagregado de las ofertas a precios unitarios y a Suma Alzada de los componentes del presente servicio.  Sin embargo, debe entenderse que las siguientes caracteristicas son solo referenciales y no necesariamente deberan ser instaladas o ponerse en servicio al perfeccionamiento del contrato. Deben considerarse solo para efectos de la estimacion del costo variable referencial del servicio a contratar, el cual finalmente dependera del consumo mensual.  Ite  m Componentes del Servicio Unidad  Cantidad  Mensual  Modalida  medida referencia  1  Servicio de base de datos  compatible con  PostgreSQL (HA)  vCPU 16  Cantida  d 2 Suma  Alzada  RAM 128GB  SSD 100  GB  Zonas de  disponibilidad 2  2  Servicio de base de datos  en memoria para redis  (HA)  vCPU 2  Cantida  d 2 Suma  Alzada  Memoria RAM 6.38  GB  Rendimiento de  la red  Hasta  12,5  GB  Zonas de  disponibilidad 2  3 Servicio de base de datos  en memoria para redis  vCPU 2  Cantida  d 1 Suma  Alzada  Memoria RAM 3.09  GB  Rendimiento de  la red  Hasta  5 GB  4 Servicio de contenedores  sin servidor  Sistema  operativo Linux  Cantida  d 12 Suma  Alzada  Arquitectura de  CPU x86  Numero de  tareas o  pods/dia  1  vCPU 1  Memoria RAM 2GB  5 Servicio de funciones sin  servidor  Arquitectura x86  Cantida  d 1 Precio  unitario  Numero de  solicitudes 51M  Duracion de  cada solicitud  (en ms)  200  Cantidad de  memoria  asignada  1536  MB  Cantidad de  almacenamiento  efimero  asignado  512  MB  6  administracion y  despliegue de APIs  Solicitudes de  API REST 51M Cantida  d 1 Precio  Unitario  Solicitudes de  API REST con  tamano de la  memoria cache  (GB) 0.5  10000 Cantida  d 1  7 Balanceador de carga a  nivel de aplicacion  Numero de  balanceadores  de carga de  aplicaciones  4 Cantida  d 1 Precio  Unitario  GB procesados 610  GB  8 Servicio de NAT  Datos  procesados ​por  puerta de  enlace NAT  1 TB NAT 2  Precio  Unitario Datos  procesados ​por  puerta de  enlace NAT  100  GB NAT 1  9 Conector de redes en  multiples zonas  Numero de  archivos  adjuntos de  Transit Gateway  3  Cantida  d 1 Suma  Alzada Datos  procesados ​por  archivo adjunto  de Transit  Gateway (GB)  100  10 Conexion VPN VPN Site to Site 1 Cantida  d 1 Suma  Alzada  11 Servicio de CDN  Numero de  solicitudes  (HTTPS)  30M  Cantida  d 1 Precio  Unitario Transferencia  de datos a  Internet (GB)  5TB  12 Servicio de transferencia  de datos  Transferencia  de datos  salientes (GB)  200  GB  Cantida  d 1 Precio  Unitario  13 Servicio de trazabilidad  de componentes  Numero de  solicitudes por  mes  11M  Cantida  d 1 Suma  Alzada  Tasa de  muestreo 100%  Numero de  consultas por  mes  2000  Seguimientos  recuperados por  consulta  100  14 Servicio de monitoreo y  observabilidad  Paneles 6  Cantida  d 1 Suma  Alzada  Datos de  registros  ingeridos (GB)  100  GB  Solicitudes a  API de metricas  10000  0  Alarmas 295  15 Servicio de WAF Reglas 20 Cantida  d 2 Suma  Alzada  16 Servicio de gestion de  claves criptograficas  Llaves 20 Cantida  d 1 Suma  Alzada Solicitudes 1M  17 Registro de contenedores  Cantidad de  datos  almacenados  (GB)  110  GB  Cantida  d 1 Suma  Alzada  18 Servicio de repositorio de  codigo  Numero de  usuarios activos 20 Cantida  d 1 Suma  Alzada  19 Servicio de construccion  e integracion continua  Numero de  compilaciones  en un mes  25  Cantida  d 2 Suma  Alzada  Duracion  promedio de la  compilacion  (minutos)  10  Sistema  operativo Linux  vCPU 4  RAM 8  20  Servicio de tuberias de  integracion y entrega  continua  Numero de  pipelines activos 4 Cantida  d 1 Suma  Alzada  21 Centro de seguridad y  conformidad  Numero de  comprobaciones  de seguridad  por cuenta  3000  Cantida  d 1 Suma  Alzada  Numero de  hallazgos  ingeridos por  cuenta  300  Numero de  reglas de 30  automatizacion  22 Servicio de configuracion  y auditoria de recursos  Numero de  evaluaciones de  reglas de  configuracion  20  Cantida  d 1 Suma  Alzada Numero de  elementos de configuracion  registrados  200  23  almacenamiento de  parametros  Parametros  estandar 1000 Cantida  d 1  almacenamiento de  objetos  Almacenamient  o estandar S3  (TB)  12 TB Cantida  d 2 Precio  Unitario Solicitudes a la  API de objetos 11M  24  Servicio de analisis de  datos en almacenamiento  de objetos  Numero total de  consultas/mes 10  Cantida  d 1 Precio  Unitario  Cantidad de  datos  escaneados por  consulta (TB)  12 TB  25 Servicio de migracion de  bases de datos  Cantidad de  almacenamiento  (multiples AZ)  (GB)  100  GB  Cantida  d 1 Suma  Alzada Numero de  instancias 2  vCPU 4  RAM 8  26 Servicio de visualizacion  y analisis de datos  Capacidad de  SPICE en  gigabytes (GB)  50 GB  Cantida  d 1 Suma  Alzada Numero de  autores 2  Numero de  lectores 20  27 Servicio de preparacion y  carga de datos  Numero de  sesiones  interactivas  20  Cantida  d 1 Suma  Alzada  Numero de  nodos  consumidos  para el trabajo  10  Numero de  objetos  almacenados  (millon por mes)  1M  Numero de  solicitudes de  acceso (millon  por mes)  1 M  Numero de  rastreadores 20  28  Servicio de deteccion de  amenazas y actividades  inusuales  Eventos  analizados 1M Cantida  d 1 Suma  Alzada  29  Servicio de auditoria y  registro de eventos de la  plataforma  Eventos  analizados 1M Cantida  d 1 Suma  Alzada  Cuadro 1- Cuadro Componentes del Servicio  Leyenda Nomenclaturas:  M = Millones MB = Megabytes GB = Gigabytes TB = Terabytes HA = High Availability MS = Milisegundos "], "5. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR  5.2. Del procedimiento ": [" Implementacion del Servicio El servicio contempla una etapa de implementacion, donde el proveedor debera  desplegar los servicios solicitados en el numeral 5 (literal 5.3) en un plazo de no mayor a 30 dias calendario contados a partir del dia siguiente de la firma de contrato.  Responsabilidad del postor:  ● Elaboracion de un (1) plan de trabajo para la implementacion del proyecto  ● Arquitectura y diseno de la solucion implementada con Infraestructura como Codigo (IaC) de los diversos componentes mencionados en el numeral 5, literal 5.3 en dos (2) ambientes: QA / PROD.  ● Implementacion y diseno del flujo de despliegue y entrega continua para los componentes de backend, frontend y movil android (CI/CD) en dos (2) ambientes: QA / PROD.  ● Realizar hasta cinco (5) pruebas de estres end-to-end en el ambiente QA para validar el rendimiento de la conexion VPN Site To Site, asi como la comunicacion con APIs externos.  ● Las pruebas de estres deberan permitir una observabilidad de la aplicacion, APIs y base de datos, para ello el proveedor debera orquestar herramientas de Open Telemetry y/o similares para obtener metricas adecuadas.  ● Realizar hasta dos (2) pruebas de ethical hacking y/o pentesting de una (1) aplicacion end-to-end que contiene los siguientes componentes: backend (4 microservicios en java v1.8, 1 en node.js v14 y 1 en python v3), frontend (1 SPA angular v11), API (4 metodos POST, 4 metodos GET)  ● Informe tecnico detallado con los puntos de mejora de la arquitectura a nivel de backend, APIs, frontend y base de datos.  ● Informe tecnico detallado con los puntos vulnerables o de mejora identificados en las pruebas de ethical hacking.  ● Brindar el soporte tecnico 24/7 por el tiempo que dure el contrato. ", " Implementacion del Servicio El servicio contempla una etapa de implementacion, donde el proveedor debera  desplegar los servicios solicitados en el numeral 5 (literal 5.1) “Cuadro Componentes del Servicio “en un plazo de no mayor a 30 dias calendario contados a partir del dia siguiente de la firma de contrato.  Responsabilidad del postor:  ● Elaboracion de un (1) plan de trabajo para la implementacion del proyecto  ● Arquitectura y diseno de la solucion implementada con Infraestructura como Codigo (IaC) de los diversos componentes mencionados en el numeral 5, literal 5.1 en dos (2) ambientes: QA / PROD.  ● Implementacion y diseno del flujo de despliegue y entrega continua para los componentes de backend, frontend y movil android (CI/CD) en dos (2) ambientes: QA / PROD.  ● Realizar hasta cinco (5) pruebas de estres end-to-end en el ambiente QA para validar el rendimiento de la conexion VPN Site To Site, asi como la comunicacion con APIs externos.  ● Las pruebas de estres deberan permitir una observabilidad de la aplicacion, APIs y base de datos, para ello el proveedor debera orquestar herramientas de Open Telemetry y/o similares para obtener metricas adecuadas.  ● Realizar hasta dos (2) pruebas de ethical hacking y/o pentesting de una (1) aplicacion end-to-end que contiene los siguientes componentes: backend (4 microservicios en  java v1.8, 1 en node.js v14 y 1 en python v3), frontend (1 SPA angular v11), API (4 metodos POST, 4 metodos GET)  ● Informe tecnico detallado con los puntos de mejora de la arquitectura a nivel de backend, APIs, frontend y base de datos.  ● Informe tecnico detallado con los puntos vulnerables o de mejora identificados en las pruebas de ethical hacking.  ● Brindar el soporte tecnico 24/7 por el tiempo que dure el contrato. "], "5. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR  5.3. Seguros": ["● Todos los trabajadores deberan tener Seguro Complementario de Trabajo de Riesgo – SCTR, vigente, debidamente suscrito por el Representante de la Empresa ganadora de la Buena Pro y emitida por EsSalud o con una Compania de Seguros.  ● Al dia siguiente de recibido la orden de compra, el proveedor debera de remitir a la Sub Gerencia de Operaciones de Tecnologia de Informacion de la Gerencia de Produccion de la GCTIC, Copia de la Poliza de Seguro Complementario de Trabajo de Riesgo emitida por la Oficina de Normalizacion Previsional – ONP o una Compania de Seguros, con los que se acrediten la contratacion de la cobertura de invalidez y sepelio en concordancia con lo normado a Ley, por el tiempo que dure la prestacion del servicio, a la que adjuntaran copia del comprobante de pago del aporte/prima, mensual, segun corresponda.  ● La vigencia para tener derecho a las coberturas de salud o pensiones del SCTR, lo da el pago mensual, obligatorio, que debe hacer el CONTRATISTA a EsSalud o Compania de seguros con quien celebro el contrato anual por este seguro de alto riesgo. "], "5. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR  5.4.1. Soporte ": [" El Contratista proveera un servicio de soporte bajo las siguientes etapas.  ✔ En caso se presentar una falla en el servicio, EsSalud podra comunicarse con el  PROVEEDOR a traves de los canales de atencion formales y establecidos, todas las incidencias y/o requerimientos deberan ser registrados en una herramienta de gestion de tickets.  ✔ El PROVEEDOR debera ofrecer un servicio de soporte que, como minimo, sea  equivalente a los niveles de soporte 'Business' o 'Enterprise' comunmente ofrecidos en la industria de servicios de nube. Este servicio de soporte debera incluir, entre otros, respuesta rapida a incidentes criticos, acceso a expertos tecnicos y revision periodica de la arquitectura y configuracion de la infraestructura por la marca de la nube a ofertar.  ✔ El PROVEEDOR brindara soporte presencial cuando se amerite y sea para la  atencion de los componentes ubicados en las instalaciones de ESSALUD, para los casos de infraestructura publica o nube publica la atencion sera de manera remota.  ✔ El PROVEEDOR debe tener la capacidad suficiente para la atencion y resolucion de  todos los problemas que se presenten con la solucion propuesta, los unicos casos que podra reportar con el fabricante son los ocasionados por un mal funcionamiento del producto. Todos los casos reportados deberan ser escalados para que el servicio sea repuesto lo mas pronto posible y en dicho caso PROVEEDOR realizara el seguimiento del caso e informara a EsSalud enviando la siguiente informacion: Numero de caso abierto, estado del caso reportado.  ✔ El PROVEEDOR debera contar con centro de atencion de llamadas de reparacion o  asistencia tecnica instalado de tal manera que le asegure a EsSalud que se encuentra en condiciones de cumplir con lo estipulado.  ✔ Este servicio debera ser atendido a traves de los siguientes Canales de Atencion:  - Telefonico, a traves de un numero de contacto disponible en modalidad 24x7. Este podra ser numero fijo o movil y donde se podra reportar y atender cualquier tipo de solicitud.  - Correo electronico, a traves de una direccion de correo asignada para la atencion de solicitudes (incidentes, requerimientos o consultas).  - Tambien podra estar disponible atencion via web o via chat. El proveedor debera oficializar estos canales de atencion al inicio del servicio.  ATENCION DE REQUERIMIENTOS De solicitar una peticion que implique gestion de cambios. En general se considera que existen labores de “gestion de cambios” en aquellas solicitudes que tendran las siguientes caracteristicas:  ● El trabajo solicitado debe ser ejecutado por el personal con perfil de especialista cloud.  ● La duracion de estas actividades no esta acotada completamente, ya que dependen de la complejidad de la peticion que Essalud demande.  Tiempo de Respuesta para Requerimientos Se define como Tiempo de Respuesta para requerimientos al tiempo transcurrido desde el momento en que la entidad realiza un pedido al contratista y el momento en que el requerimiento ha sido recepcionado. Luego el personal especializado se comunicara con la entidad para informar que el requerimiento ha sido recepcionado para su pronta atencion. Tiempo de respuesta: 2 horas en 8x5.  Caracteristica Descripcion  Horario de Atencion (No incluye  dias festivos ni feriados)  Los horarios de atencion solicitados son: Gestion de Requerimientos 9:00 am a  5:00 pm (L-V)  Bolsa de Requerimientos mensual El postor debe de considerar una bolsa de 40 horas durante la duracion del contrato. La bolsa debe considerar:  - Implementacion de mejoras en la arquitectura (Contenedores, Cola de servicios, Buses de Evento)  - Implementacion de mejoras a nivel de codigo fuente en lenguajes de programacion (Java / Angular / TypeScript / Golang)  - Implementacion de mejoras a nivel de base de datos (NoSQL / PostgreSQL / Redis)  ATENCION DE INCIDENCIAS El tiempo de respuesta ante una incidencia, se define como el tiempo transcurrido entre el momento en que la entidad notifica la averia o si la averia es detectada internamente por el proveedor y el momento en que un tecnico del servicio empieza a trabajar en la resolucion del problema y ademas se realiza la primera comunicacion con la entidad.  Cada incidencia estara asociada a un nivel de severidad descrito a continuacion:  ✔ Severidad Nivel 1 (Graves): Fallos que involucran una indisponibilidad del servicio de  infraestructura cloud.  ✔ Severidad Nivel 2 (Medias): Fallos que involucran una degradacion en la calidad del  servicio, tal como la saturacion de recursos, atencion de servicios a una capacidad menor al 100%.  ✔ Severidad Nivel 3 (Leves): Fallos que involucran a funcionalidades secundarias del  servicio y que no afectan su normal operatividad.  Estos niveles de severidad serviran a los grupos de operacion para priorizar las incidencias y atenderlas en base a los siguientes tiempos de respuesta:  ● Severidad Nivel 1: 30 min. en 7 x 24  ● Severidad Nivel 2: 1 hora en 7 x 24  ● Severidad Nivel 3: 2 horas en 8 x 5 y 4 horas 7 x 24  Caracteristica Descripcion  Horario de Atencion (De  acuerdo con el nivel de  severidad, se debe atender en 7x24 (L-D) u 8x5(L-V)  Los horarios de atencion solicitados son: Gestion de Incidentes 24 x 7 x 365 (*) ", " El Contratista proveera un servicio de soporte bajo las siguientes etapas.  ✔ En caso se presentar una falla en el servicio, EsSalud podra comunicarse con el  PROVEEDOR a traves de los canales de atencion formales y establecidos, todas las incidencias y/o requerimientos deberan ser registrados en una herramienta de gestion de tickets.  ✔ El PROVEEDOR debera ofrecer un servicio de soporte que, como minimo, sea equivalente a los niveles de soporte 'Business' o 'Enterprise' comunmente ofrecidos en la industria de servicios de nube. Este servicio de soporte debera incluir, entre otros, respuesta rapida a incidentes criticos, acceso a expertos tecnicos y revision periodica de la arquitectura y configuracion de la infraestructura por la marca de la nube a ofertar.  ✔ El PROVEEDOR brindara soporte presencial cuando se amerite y sea para la  atencion de los componentes ubicados en las instalaciones de ESSALUD, para los casos de infraestructura publica o nube publica la atencion sera de manera remota.  ✔ El PROVEEDOR debe tener la capacidad suficiente para la atencion y resolucion de  todos los problemas que se presenten con la solucion propuesta, los unicos casos que podra reportar con el fabricante son los ocasionados por un mal funcionamiento del producto. Todos los casos reportados deberan ser escalados para que el servicio sea repuesto lo mas pronto posible y en dicho caso PROVEEDOR realizara el seguimiento del caso e informara a EsSalud enviando la siguiente informacion: Numero de caso abierto, estado del caso reportado.  ✔ El PROVEEDOR debera contar con centro de atencion de llamadas de reparacion o  asistencia tecnica instalado de tal manera que le asegure a EsSalud que se encuentra en condiciones de cumplir con lo estipulado.  ✔ Este servicio debera ser atendido a traves de los siguientes Canales de Atencion:  - Telefonico, a traves de un numero de contacto disponible en modalidad 24x7. Este podra ser numero fijo o movil y donde se podra reportar y atender cualquier tipo de solicitud.  - Correo electronico, a traves de una direccion de correo asignada para la atencion de solicitudes (incidentes, requerimientos o consultas).  - Tambien podra estar disponible atencion via web o via chat. El proveedor debera oficializar estos canales de atencion al inicio del servicio.  ATENCION DE REQUERIMIENTOS De solicitar una peticion que implique gestion de cambios. En general se considera que existen labores de “gestion de cambios” en aquellas solicitudes que tendran las siguientes caracteristicas:  ● El trabajo solicitado debe ser ejecutado por el personal con perfil de especialista cloud.  ● La duracion de estas actividades no esta acotada completamente, ya que dependen de la complejidad de la peticion que Essalud demande.  Tiempo de Respuesta para Requerimientos Se define como Tiempo de Respuesta para requerimientos al tiempo transcurrido desde el momento en que la entidad realiza un pedido al contratista y el momento en que el requerimiento ha sido recepcionado. Luego el personal especializado se comunicara con la entidad para informar que el requerimiento ha sido recepcionado para su pronta atencion. Tiempo de respuesta: 2 horas en 8x5.  Caracteristica Descripcion  Horario de Atencion (No incluye  dias festivos ni feriados)  Los horarios de atencion solicitados son: Gestion de Requerimientos 9:00 am a  5:00 pm (L-V)  Bolsa de Requerimientos El postor debe de considerar una bolsa de 40 horas durante la duracion del contrato. La bolsa debe considerar:  - Implementacion de mejoras en la arquitectura (Contenedores, Cola de servicios, Buses de Evento)  - Implementacion de mejoras a nivel de codigo fuente en lenguajes de programacion (Java / Angular / TypeScript / Golang)  - Implementacion de mejoras a nivel de base de datos (NoSQL / PostgreSQL / Redis)  ATENCION DE INCIDENCIAS El tiempo de respuesta ante una incidencia, se define como el tiempo transcurrido entre el momento en que la entidad notifica la averia o si la averia es detectada internamente por el proveedor y el momento en que un tecnico del servicio empieza a trabajar en la resolucion del problema y ademas se realiza la primera comunicacion con la entidad.  Cada incidencia estara asociada a un nivel de severidad descrito a continuacion:  ✔ Severidad Nivel 1 (Graves): Fallos que involucran una indisponibilidad del servicio de  infraestructura cloud.  ✔ Severidad Nivel 2 (Medias): Fallos que involucran una degradacion en la calidad del  servicio, tal como la saturacion de recursos, atencion de servicios a una capacidad menor al 100%.  ✔ Severidad Nivel 3 (Leves): Fallos que involucran a funcionalidades secundarias del  servicio y que no afectan su normal operatividad.  Estos niveles de severidad serviran a los grupos de operacion para priorizar las incidencias y atenderlas en base a los siguientes tiempos de respuesta:  ● Severidad Nivel 1: 30 min. en 7 x 24  ● Severidad Nivel 2: 1 hora en 7 x 24  ● Severidad Nivel 3: 2 horas en 8 x 5 y 4 horas 7 x 24  Caracteristica Descripcion  Horario de Atencion (De  acuerdo con el nivel de  severidad, se debe atender en 7x24 (L-D) u 8x5(L-V)  Los horarios de atencion solicitados son: Gestion de Incidentes 24 x 7 x 365 (*) "], "5. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR  5.4.2. Capacitacion ": [" La capacitacion solicitada sera de manera presencial y/o remota, dentro del horario de oficina, para la cual el Proveedor coordinara previamente con EsSalud, las fecha y hora para su realizacion.  Se debera considerar la capacitacion de diez (10) colaboradores designados por la Gerencia Central de Tecnologias de la Informacion y Comunicaciones – GCTIC, la misma que constara de veinticuatro (24) horas, previa presentacion y aprobacion del syllabus mencionado a continuacion.  Syllabus capacitacion:  ● Servicio de Computo y Memoria  ● Servicio de Almacenamiento  ● Servicio de respaldo y recuperacion  ● Servicio de redes virtuales  ● Servicio de balanceo de carga  ● Servicio de base de datos relacionales y no relacionales  ● Servicio de Computo sin servidor  ● Servicio de VPN Site-to-site  ● Servicio de DNS  ● Servicio de WAF  ✔ La capacitacion debera ser coordinada con la Sub Gerencia de Operaciones de TI de la  Gerencia de Produccion – GCTIC y dentro de los veinte y cinco (25) dias calendarios contados a partir del dia siguiente de suscrita el Acta de Conformidad de Implementacion (Anexo-A).  ✔ Al final de la Capacitacion, debera entregarse una Constancia de participacion a cada  participante indicando el tiempo en horas y a la vez se debera firmar un Acta de las Capacitacion (Ver Anexo C), la cual sera uno de los entregables (sera requisito para la conformidad respectiva). "], "5. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR  5.5.1. Lugar ": [" La prestacion del servicio sera en el (Piso 6) de la Sede Central Essalud, ubicado en el Edificio Lima - Jr. Domingo Cueto 120 – Jesus Maria – Lima. "], "5. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR  5.5.2. Plazo ": [" Se considera de la siguiente manera:  Implementacion:  ● La implementacion del servicio sera realizada en un plazo maximo de hasta treinta (30) dias calendarios, contados a partir del dia siguiente de la firma del contrato.  ● La Sub Gerencia de Operaciones de Tecnologias de la Informacion y Sub Gerencia de Sistemas Aseguradores, Subsidios y Sociales – GCTIC, con el Proveedor suscribiran el Acta de Conformidad de Implementacion (Anexo A), a mas tardar a los cinco (05) calendarios posteriores al termino la implementacion, en caso no se presenten observaciones.  ● Finalizada la implementacion del servicio, se firmara el “Acta de Inicio del Servicio” (Ver Anexo B), suscrita por el representante de la Sub Gerencia de Operaciones de TI y el Proveedor, para dar inicio al conteo de los Trescientos sesenta y cinco (365) dias calendario (365) dias calendarios de prestacion del servicio.  Plazo del servicio: Trescientos sesenta y cinco (365) dias calendario, contados a partir del dia siguiente de la firma del “Acta de Inicio de Servicio”. De no consumir la capacidad total de los recursos contratados en nube, el proveedor debera otorgar lo equivalente en creditos disponibles a la entidad para su uso. ", " Se considera de la siguiente manera:  Implementacion:  ● La implementacion del servicio sera realizada en un plazo maximo de hasta treinta (30) dias calendarios, contados a partir del dia siguiente de la firma del contrato.  ● La Sub Gerencia de Operaciones de Tecnologias de la Informacion y Sub Gerencia de Sistemas Aseguradores, Subsidios y Sociales – GCTIC, con el Proveedor suscribiran el Acta de Conformidad de Implementacion (Anexo A), a mas tardar a los cinco (05) calendarios posteriores al termino la implementacion, en caso no se presenten observaciones.  ● Finalizada la implementacion del servicio, se firmara el “Acta de Inicio del Servicio” (Ver Anexo B), suscrita por el representante de la Sub Gerencia de Operaciones de TI y el Proveedor, para dar inicio al conteo de los Trescientos sesenta y cinco (365) dias calendario (365) dias calendarios de prestacion del servicio.  Plazo del servicio: Trescientos sesenta y cinco (365) dias calendario, contados a partir del dia siguiente de la firma del “Acta de Inicio de Servicio”.  De no consumir la capacidad total de los recursos contratados en nube, el proveedor debera otorgar lo equivalente en creditos disponibles a la entidad para su uso.  Nota: No se considera pago alguno durante la etapa implementacion. "], "5.4. Prestaciones accesorias a la prestacion principal  5.4.1. Soporte ": [" El Contratista proveera un servicio de soporte bajo las siguientes etapas.  ✔ En caso se presentar una falla en el servicio, EsSalud podra comunicarse con el  PROVEEDOR a traves de los canales de atencion formales y establecidos, todas las incidencias y/o requerimientos deberan ser registrados en una herramienta de gestion de tickets.  ✔ El PROVEEDOR debera ofrecer un servicio de soporte que, como minimo, sea  equivalente a los niveles de soporte 'Business' o 'Enterprise' comunmente ofrecidos en la industria de servicios de nube. Este servicio de soporte debera incluir, entre otros, respuesta rapida a incidentes criticos, acceso a expertos tecnicos y revision periodica de la arquitectura y configuracion de la infraestructura por la marca de la nube a ofertar.  ✔ El PROVEEDOR brindara soporte presencial cuando se amerite y sea para la  atencion de los componentes ubicados en las instalaciones de ESSALUD, para los casos de infraestructura publica o nube publica la atencion sera de manera remota.  ✔ El PROVEEDOR debe tener la capacidad suficiente para la atencion y resolucion de  todos los problemas que se presenten con la solucion propuesta, los unicos casos que podra reportar con el fabricante son los ocasionados por un mal funcionamiento del producto. Todos los casos reportados deberan ser escalados para que el servicio sea repuesto lo mas pronto posible y en dicho caso PROVEEDOR realizara el seguimiento del caso e informara a EsSalud enviando la siguiente informacion: Numero de caso abierto, estado del caso reportado.  ✔ El PROVEEDOR debera contar con centro de atencion de llamadas de reparacion o  asistencia tecnica instalado de tal manera que le asegure a EsSalud que se encuentra en condiciones de cumplir con lo estipulado.  ✔ Este servicio debera ser atendido a traves de los siguientes Canales de Atencion:  - Telefonico, a traves de un numero de contacto disponible en modalidad 24x7. Este podra ser numero fijo o movil y donde se podra reportar y atender cualquier tipo de solicitud.  - Correo electronico, a traves de una direccion de correo asignada para la atencion de solicitudes (incidentes, requerimientos o consultas).  - Tambien podra estar disponible atencion via web o via chat. El proveedor debera oficializar estos canales de atencion al inicio del servicio.  ATENCION DE REQUERIMIENTOS De solicitar una peticion que implique gestion de cambios. En general se considera que existen labores de “gestion de cambios” en aquellas solicitudes que tendran las siguientes caracteristicas:  ● El trabajo solicitado debe ser ejecutado por el personal con perfil de especialista cloud.  ● La duracion de estas actividades no esta acotada completamente, ya que dependen de la complejidad de la peticion que Essalud demande.  Tiempo de Respuesta para Requerimientos Se define como Tiempo de Respuesta para requerimientos al tiempo transcurrido desde el momento en que la entidad realiza un pedido al contratista y el momento en que el requerimiento ha sido recepcionado. Luego el personal especializado se comunicara con la entidad para informar que el requerimiento ha sido recepcionado para su pronta atencion. Tiempo de respuesta: 2 horas en 8x5.  Caracteristica Descripcion  Horario de Atencion (No incluye  dias festivos ni feriados)  Los horarios de atencion solicitados son: Gestion de Requerimientos 9:00 am a  5:00 pm (L-V)  Bolsa de Requerimientos mensual El postor debe de considerar una bolsa de 40 horas durante la duracion del contrato. La bolsa debe considerar:  - Implementacion de mejoras en la arquitectura (Contenedores, Cola de servicios, Buses de Evento)  - Implementacion de mejoras a nivel de codigo fuente en lenguajes de programacion (Java / Angular / TypeScript / Golang)  - Implementacion de mejoras a nivel de base de datos (NoSQL / PostgreSQL / Redis)  ATENCION DE INCIDENCIAS El tiempo de respuesta ante una incidencia, se define como el tiempo transcurrido entre el momento en que la entidad notifica la averia o si la averia es detectada internamente por el proveedor y el momento en que un tecnico del servicio empieza a trabajar en la resolucion del problema y ademas se realiza la primera comunicacion con la entidad.  Cada incidencia estara asociada a un nivel de severidad descrito a continuacion:  ✔ Severidad Nivel 1 (Graves): Fallos que involucran una indisponibilidad del servicio de  infraestructura cloud.  ✔ Severidad Nivel 2 (Medias): Fallos que involucran una degradacion en la calidad del  servicio, tal como la saturacion de recursos, atencion de servicios a una capacidad menor al 100%.  ✔ Severidad Nivel 3 (Leves): Fallos que involucran a funcionalidades secundarias del  servicio y que no afectan su normal operatividad.  Estos niveles de severidad serviran a los grupos de operacion para priorizar las incidencias y atenderlas en base a los siguientes tiempos de respuesta:  ● Severidad Nivel 1: 30 min. en 7 x 24  ● Severidad Nivel 2: 1 hora en 7 x 24  ● Severidad Nivel 3: 2 horas en 8 x 5 y 4 horas 7 x 24  Caracteristica Descripcion  Horario de Atencion (De  acuerdo con el nivel de  severidad, se debe atender en 7x24 (L-D) u 8x5(L-V)  Los horarios de atencion solicitados son: Gestion de Incidentes 24 x 7 x 365 (*) ", " El Contratista proveera un servicio de soporte bajo las siguientes etapas.  ✔ En caso se presentar una falla en el servicio, EsSalud podra comunicarse con el  PROVEEDOR a traves de los canales de atencion formales y establecidos, todas las incidencias y/o requerimientos deberan ser registrados en una herramienta de gestion de tickets.  ✔ El PROVEEDOR debera ofrecer un servicio de soporte que, como minimo, sea equivalente a los niveles de soporte 'Business' o 'Enterprise' comunmente ofrecidos en la industria de servicios de nube. Este servicio de soporte debera incluir, entre otros, respuesta rapida a incidentes criticos, acceso a expertos tecnicos y revision periodica de la arquitectura y configuracion de la infraestructura por la marca de la nube a ofertar.  ✔ El PROVEEDOR brindara soporte presencial cuando se amerite y sea para la  atencion de los componentes ubicados en las instalaciones de ESSALUD, para los casos de infraestructura publica o nube publica la atencion sera de manera remota.  ✔ El PROVEEDOR debe tener la capacidad suficiente para la atencion y resolucion de  todos los problemas que se presenten con la solucion propuesta, los unicos casos que podra reportar con el fabricante son los ocasionados por un mal funcionamiento del producto. Todos los casos reportados deberan ser escalados para que el servicio sea repuesto lo mas pronto posible y en dicho caso PROVEEDOR realizara el seguimiento del caso e informara a EsSalud enviando la siguiente informacion: Numero de caso abierto, estado del caso reportado.  ✔ El PROVEEDOR debera contar con centro de atencion de llamadas de reparacion o  asistencia tecnica instalado de tal manera que le asegure a EsSalud que se encuentra en condiciones de cumplir con lo estipulado.  ✔ Este servicio debera ser atendido a traves de los siguientes Canales de Atencion:  - Telefonico, a traves de un numero de contacto disponible en modalidad 24x7. Este podra ser numero fijo o movil y donde se podra reportar y atender cualquier tipo de solicitud.  - Correo electronico, a traves de una direccion de correo asignada para la atencion de solicitudes (incidentes, requerimientos o consultas).  - Tambien podra estar disponible atencion via web o via chat. El proveedor debera oficializar estos canales de atencion al inicio del servicio.  ATENCION DE REQUERIMIENTOS De solicitar una peticion que implique gestion de cambios. En general se considera que existen labores de “gestion de cambios” en aquellas solicitudes que tendran las siguientes caracteristicas:  ● El trabajo solicitado debe ser ejecutado por el personal con perfil de especialista cloud.  ● La duracion de estas actividades no esta acotada completamente, ya que dependen de la complejidad de la peticion que Essalud demande.  Tiempo de Respuesta para Requerimientos Se define como Tiempo de Respuesta para requerimientos al tiempo transcurrido desde el momento en que la entidad realiza un pedido al contratista y el momento en que el requerimiento ha sido recepcionado. Luego el personal especializado se comunicara con la entidad para informar que el requerimiento ha sido recepcionado para su pronta atencion. Tiempo de respuesta: 2 horas en 8x5.  Caracteristica Descripcion  Horario de Atencion (No incluye  dias festivos ni feriados)  Los horarios de atencion solicitados son: Gestion de Requerimientos 9:00 am a  5:00 pm (L-V)  Bolsa de Requerimientos El postor debe de considerar una bolsa de 40 horas durante la duracion del contrato. La bolsa debe considerar:  - Implementacion de mejoras en la arquitectura (Contenedores, Cola de servicios, Buses de Evento)  - Implementacion de mejoras a nivel de codigo fuente en lenguajes de programacion (Java / Angular / TypeScript / Golang)  - Implementacion de mejoras a nivel de base de datos (NoSQL / PostgreSQL / Redis)  ATENCION DE INCIDENCIAS El tiempo de respuesta ante una incidencia, se define como el tiempo transcurrido entre el momento en que la entidad notifica la averia o si la averia es detectada internamente por el proveedor y el momento en que un tecnico del servicio empieza a trabajar en la resolucion del problema y ademas se realiza la primera comunicacion con la entidad.  Cada incidencia estara asociada a un nivel de severidad descrito a continuacion:  ✔ Severidad Nivel 1 (Graves): Fallos que involucran una indisponibilidad del servicio de  infraestructura cloud.  ✔ Severidad Nivel 2 (Medias): Fallos que involucran una degradacion en la calidad del  servicio, tal como la saturacion de recursos, atencion de servicios a una capacidad menor al 100%.  ✔ Severidad Nivel 3 (Leves): Fallos que involucran a funcionalidades secundarias del  servicio y que no afectan su normal operatividad.  Estos niveles de severidad serviran a los grupos de operacion para priorizar las incidencias y atenderlas en base a los siguientes tiempos de respuesta:  ● Severidad Nivel 1: 30 min. en 7 x 24  ● Severidad Nivel 2: 1 hora en 7 x 24  ● Severidad Nivel 3: 2 horas en 8 x 5 y 4 horas 7 x 24  Caracteristica Descripcion  Horario de Atencion (De  acuerdo con el nivel de  severidad, se debe atender en 7x24 (L-D) u 8x5(L-V)  Los horarios de atencion solicitados son: Gestion de Incidentes 24 x 7 x 365 (*) "], "5.4. Prestaciones accesorias a la prestacion principal  5.4.2. Capacitacion ": [" La capacitacion solicitada sera de manera presencial y/o remota, dentro del horario de oficina, para la cual el Proveedor coordinara previamente con EsSalud, las fecha y hora para su realizacion.  Se debera considerar la capacitacion de diez (10) colaboradores designados por la Gerencia Central de Tecnologias de la Informacion y Comunicaciones – GCTIC, la misma que constara de veinticuatro (24) horas, previa presentacion y aprobacion del syllabus mencionado a continuacion.  Syllabus capacitacion:  ● Servicio de Computo y Memoria  ● Servicio de Almacenamiento  ● Servicio de respaldo y recuperacion  ● Servicio de redes virtuales  ● Servicio de balanceo de carga  ● Servicio de base de datos relacionales y no relacionales  ● Servicio de Computo sin servidor  ● Servicio de VPN Site-to-site  ● Servicio de DNS  ● Servicio de WAF  ✔ La capacitacion debera ser coordinada con la Sub Gerencia de Operaciones de TI de la  Gerencia de Produccion – GCTIC y dentro de los veinte y cinco (25) dias calendarios contados a partir del dia siguiente de suscrita el Acta de Conformidad de Implementacion (Anexo-A).  ✔ Al final de la Capacitacion, debera entregarse una Constancia de participacion a cada  participante indicando el tiempo en horas y a la vez se debera firmar un Acta de las Capacitacion (Ver Anexo C), la cual sera uno de los entregables (sera requisito para la conformidad respectiva). "], "5.5. Lugar y plazo de prestacion del servicio  5.5.1. Lugar ": [" La prestacion del servicio sera en el (Piso 6) de la Sede Central Essalud, ubicado en el Edificio Lima - Jr. Domingo Cueto 120 – Jesus Maria – Lima. "], "5.5. Lugar y plazo de prestacion del servicio  5.5.2. Plazo ": [" Se considera de la siguiente manera:  Implementacion:  ● La implementacion del servicio sera realizada en un plazo maximo de hasta treinta (30) dias calendarios, contados a partir del dia siguiente de la firma del contrato.  ● La Sub Gerencia de Operaciones de Tecnologias de la Informacion y Sub Gerencia de Sistemas Aseguradores, Subsidios y Sociales – GCTIC, con el Proveedor suscribiran el Acta de Conformidad de Implementacion (Anexo A), a mas tardar a los cinco (05) calendarios posteriores al termino la implementacion, en caso no se presenten observaciones.  ● Finalizada la implementacion del servicio, se firmara el “Acta de Inicio del Servicio” (Ver Anexo B), suscrita por el representante de la Sub Gerencia de Operaciones de TI y el Proveedor, para dar inicio al conteo de los Trescientos sesenta y cinco (365) dias calendario (365) dias calendarios de prestacion del servicio.  Plazo del servicio: Trescientos sesenta y cinco (365) dias calendario, contados a partir del dia siguiente de la firma del “Acta de Inicio de Servicio”. De no consumir la capacidad total de los recursos contratados en nube, el proveedor debera otorgar lo equivalente en creditos disponibles a la entidad para su uso. ", " Se considera de la siguiente manera:  Implementacion:  ● La implementacion del servicio sera realizada en un plazo maximo de hasta treinta (30) dias calendarios, contados a partir del dia siguiente de la firma del contrato.  ● La Sub Gerencia de Operaciones de Tecnologias de la Informacion y Sub Gerencia de Sistemas Aseguradores, Subsidios y Sociales – GCTIC, con el Proveedor suscribiran el Acta de Conformidad de Implementacion (Anexo A), a mas tardar a los cinco (05) calendarios posteriores al termino la implementacion, en caso no se presenten observaciones.  ● Finalizada la implementacion del servicio, se firmara el “Acta de Inicio del Servicio” (Ver Anexo B), suscrita por el representante de la Sub Gerencia de Operaciones de TI y el Proveedor, para dar inicio al conteo de los Trescientos sesenta y cinco (365) dias calendario (365) dias calendarios de prestacion del servicio.  Plazo del servicio: Trescientos sesenta y cinco (365) dias calendario, contados a partir del dia siguiente de la firma del “Acta de Inicio de Servicio”.  De no consumir la capacidad total de los recursos contratados en nube, el proveedor debera otorgar lo equivalente en creditos disponibles a la entidad para su uso.  Nota: No se considera pago alguno durante la etapa implementacion. "], "6. REQUISITOS Y RECURSOS DEL PROVEEDOR  6.2. Requisitos de calificacion del proveedor": ["El postor debe acreditar un monto facturado acumulado equivalente a S/ 500,000.00 (Quinientos mil con 00/100 Soles), por la contratacion de servicios iguales o similares al objeto de la convocatoria, durante los ocho (8) anos anteriores a la fecha de la presentacion de ofertas que se computaran desde la fecha de la conformidad o emision del comprobante de pago, segun corresponda. En el caso de postores que declaren en el anexo “Declaracion Jurada del Postor” tener la condicion de micro y pequena empresa se acredita un a experiencia en s/ 120,000.00 (Ciento veinte mil con 00/100 soles) por la venta de servicios iguales y similares al objeto de la convocatoria, durante los ocho (8) anos anteriores a la fecha de la presentacion de ofertas que se computaran desde la fecha de la conformidad o emision del comprobante de pago, segun corresponda.  En el caso de consorcio, todos los integrantes deberan contar con la condicion de micro y pequena empresa.  El postor debera contar con carta y/o certificado de respaldo como partner avanzado oficial de la marca (fabricante) de la nube publica a ofertar.  Se consideran servicios similares: experiencia en la venta y/o implementacion de proyectos de nubes privadas, nubes mixtas y/o nubes publicas y/o Servicios Cloud Computing y/o Servicios de Informatica en la Nube y/o Cloud web Hosting y/o Servicio de infraestructura en nube y/o servicio administrado de infraestructura en nube”.  Acreditacion:  La experiencia del postor en la especialidad se acreditara con copia simple de (1) contratos u ordenes de servicios, y su respectiva conformidad o constancia de prestacion; o (i) comprobantes de pago cuya cancelacion se acredite documental y fehacientemente, con voucher de deposito, nota de abono, reporte de estado de cuenta, cualquier otro documento emitido por Entidad del sistema financiero que acredite el abono o mediante cancelacion en el mismo comprobante de pago, correspondientes a un maximo de veinte (20)  contrataciones.  En caso los postores presenten varios comprobantes de pago para acreditar una sola contratacion, se debe acreditar que corresponden a dicha contratacion; de lo contrario, se asumira que los comprobantes acreditan contrataciones independientes, en cuyo caso solo se considerara, para la evaluacion, las veinte (20) primeras contrataciones indicadas en el Anexo N* 8 referido a la Experiencia del Postor en la Especialidad.  En el caso de servicios de ejecucion periodica o continuada, solo se considera como experiencia la parte del contrato que haya sido ejecutada durante los ocho (8) anos anteriores a la fecha de presentacion de ofertas, debiendo adjuntarse copia de las conformidades correspondientes a tal parte o los respectivos comprobantes de pago cancelados.  Cuando estos contratos, ordenes de servicios o comprobantes de pago el monto facturado se encuentre expresado en moneda extranjera, debe indicarse el tipo de cambio venta  Sin perjuicio de lo anterior los postores deben llenar y presentar el Anexo E referido a la Experiencia del Postor en la Especialidad ", "El postor debe acreditar un monto facturado acumulado equivalente a S/ 500,000.00 (Quinientos mil con 00/100 Soles), por la contratacion de servicios iguales o similares al objeto de la convocatoria, durante los ocho (8) anos anteriores a la fecha de la presentacion de ofertas que se computaran desde la fecha de la conformidad o emision del comprobante de pago, segun corresponda. En el caso de postores que declaren en el anexo “Declaracion Jurada del Postor” tener la condicion de micro y pequena empresa se acredita un a experiencia en s/ 120,000.00 (Ciento veinte mil con 00/100 soles) por la venta de servicios iguales y similares al objeto de la convocatoria, durante los ocho (8) anos anteriores a la fecha de la presentacion de ofertas que se computaran desde la fecha de la conformidad o emision del comprobante de pago, segun corresponda.  En el caso de consorcio, todos los integrantes deberan contar con la condicion de micro y pequena empresa.  El postor debera contar con carta y/o certificado de respaldo como partner oficial de la marca (fabricante) de la nube publica a ofertar.  Se consideran servicios similares: experiencia en la venta y/o implementacion de proyectos de nubes privadas, nubes mixtas y/o nubes publicas y/o Servicios Cloud Computing y/o Servicios de Informatica en la Nube y/o Cloud web Hosting y/o Servicio de infraestructura en  nube y/o servicio administrado de infraestructura en nube”.  Acreditacion:  La experiencia del postor en la especialidad se acreditara con copia simple de (1) contratos u ordenes de servicios, y su respectiva conformidad o constancia de prestacion; o (i) comprobantes de pago cuya cancelacion se acredite documental y fehacientemente, con voucher de deposito, nota de abono, reporte de estado de cuenta, cualquier otro documento emitido por Entidad del sistema financiero que acredite el abono o mediante cancelacion en el mismo comprobante de pago, correspondientes a un maximo de veinte (20)  contrataciones.  En caso los postores presenten varios comprobantes de pago para acreditar una sola contratacion, se debe acreditar que corresponden a dicha contratacion; de lo contrario, se asumira que los comprobantes acreditan contrataciones independientes, en cuyo caso solo se considerara, para la evaluacion, las veinte (20) primeras contrataciones indicadas en el Anexo N* 8 referido a la Experiencia del Postor en la Especialidad.  En el caso de servicios de ejecucion periodica o continuada, solo se considera como experiencia la parte del contrato que haya sido ejecutada durante los ocho (8) anos anteriores a la fecha de presentacion de ofertas, debiendo adjuntarse copia de las conformidades correspondientes a tal parte o los respectivos comprobantes de pago cancelados.  Cuando estos contratos, ordenes de servicios o comprobantes de pago el monto facturado se encuentre expresado en moneda extranjera, debe indicarse el tipo de cambio venta  Sin perjuicio de lo anterior los postores deben llenar y presentar el Anexo E referido a la Experiencia del Postor en la Especialidad "], "6. REQUISITOS Y RECURSOS DEL PROVEEDOR  6.3.1. Entregables del servicio ": [" ● IMPLEMENTACION El Proveedor debera presentar maximo en un plazo de treinta (30) dias calendarios, la documentacion pertinente, la cual debe contener, como minimo, lo siguiente:  ➔ Plan de trabajo para la implementacion del proyecto  ➔ Arquitectura y diseno de la solucion implementada  ➔ Arquitectura de Red VPN Site-To-Site con la segmentacion de CIDR  ➔ Diseno del flujo de despliegue y entrega continua  ➔ Resultados de las cinco (5) pruebas de estres end-to-end (con graficas)  ➔ Informe tecnico detallado con los puntos de mejora de la arquitectura a nivel de backend, APIs, frontend y base de datos.  ➔ Informe tecnico detallado con los puntos de vulnerabilidad identificados en las pruebas de ethical hacking.  ● SERVICIO INFRAESTRUCTURA PUBLICA O NUBE PUBLICA El Proveedor debera presentar maximo en un plazo de diez (10) dias calendarios posteriores al termino de cada servicio mensual, un INFORME MENSUAL  DETALLADO DEL SERVICIO, el cual debe contener, como minimo, lo siguiente:  ➔ El proveedor debera presentar un reporte de costos incurridos por la puesta del servicio de los recursos provisionados. De no utilizar el 100% de los servicios solicitados la entidad podra utilizar la diferencia hasta la finalizacion del presente contrato.  ➔ El proveedor debera presentar un reporte de rendimiento de la infraestructura de los ultimos 30 dias, donde considere metricas como CPU, RAM, DISCO, RED, Tiempo de respuesta (TPS) de los diversos servicios desplegados.  ➔ El proveedor debera presentar un registro con las incidencias reportadas por la entidad durante el mes.  ➔ Recomendaciones y/o sugerencias.  El postor podra presentar los entregables antes descritos a traves del sistema de Mesa de Partes Digital, en la siguiente direccion: https://mpv.essalud.gob.pe ", " ● IMPLEMENTACION El Proveedor debera presentar maximo en un plazo de treinta (30) dias calendarios, la documentacion pertinente, la cual debe contener, como minimo, lo siguiente:  ➔ Plan de trabajo para la implementacion del proyecto  ➔ Arquitectura y diseno de la solucion implementada  ➔ Arquitectura de Red VPN Site-To-Site con la segmentacion de CIDR  ➔ Diseno del flujo de despliegue y entrega continua  ➔ Resultados de las cinco (5) pruebas de estres end-to-end (con graficas)  ➔ Informe tecnico detallado con los puntos de mejora de la arquitectura a nivel de backend, APIs, frontend y base de datos.  ➔ Informe tecnico detallado con los puntos de vulnerabilidad identificados en las pruebas de ethical hacking.  ● SERVICIO INFRAESTRUCTURA PUBLICA O NUBE PUBLICA El Proveedor debera presentar maximo en un plazo de diez (10) dias calendarios posteriores al termino de cada servicio mensual, un INFORME MENSUAL  DETALLADO DEL SERVICIO, el cual debe contener, como minimo, lo siguiente:  ➔ El proveedor debera presentar un reporte de costos incurridos por la puesta del servicio de los recursos provisionados. De no utilizar el 100% de los servicios  solicitados el contratista podra otorgar lo equivalente en creditos disponibles a la entidad para su uso.  ➔ El proveedor debera presentar un reporte de rendimiento de la infraestructura de los ultimos 30 dias, donde considere metricas como CPU, RAM, DISCO, RED, Tiempo de respuesta (TPS) de los diversos servicios desplegados.  ➔ El proveedor debera presentar un registro con las incidencias reportadas por la entidad durante el mes.  ➔ Recomendaciones y/o sugerencias.  El postor podra presentar los entregables antes descritos a traves del sistema de Mesa de Partes Digital, en la siguiente direccion: https://mpv.essalud.gob.pe "], "6. REQUISITOS Y RECURSOS DEL PROVEEDOR  6.3.2. Personal clave ": [" 6.1.1 UN (01) GERENTE DE PROYECTO  Formacion academica  Profesional titulado en ingenieria en software o ingenieria en sistemas o ingenieria en sistemas de informacion o ingenieria informatica o ingenieria electronica o licenciado en computacion o afines.  Capacitacion  ● Certificacion de gestion de proyectos PMP vigente y/o certificado SCRUM Master  ● Certificado de ITIL Foundation Certificate.  Experiencia Experiencia minima de 5 anos en gestion de proyectos  informaticos o de tecnologia de informacion  Actividades a desarrollar ● Estara a cargo de la direccion general del proyecto, sera el encargado de efectuar las coordinaciones directas con el  Coordinador – EsSalud y/o con la Sub Gerencia de Operaciones de Tecnologias de Informacion de la Gerencia de Produccion de la GCTIC, durante la etapa de la implementacion.  ● Realizara las coordinaciones con el personal de la Sub Gerencia de Operaciones de Tecnologias de la Informacion de la Gerencia de Produccion de la Gerencia Central de Tecnologias de la Informacion y Comunicaciones.  ● Informara sobre el avance de la implementacion.  ● Elaborara las actas de reunion de trabajo.  ● Gestionara las pruebas de validacion para el acta de conformidad  ● Coordinar con los implementadores el cumplimiento de los objetivos en el tiempo planificado.  ● Reportar los avances segun el cronograma establecido en el plan de trabajo  ● Generar la documentacion respectiva.  6.1.2 UN (01) ARQUITECTO DE NUBE  Formacion academica  Profesional titulado o Bachiller en las siguientes carreras:  Ingenieria de Software o Ingenieria de Sistemas o Ingenieria de Sistemas de Informacion o Ingenieria Informatica o a fines.  Certificacion requerida  Certificado oficial en arquitectura cloud de nivel profesional de la marca de la nube a ofertar.  Experiencia  Debera acreditar experiencia minima de 5 anos en desarrollo y/o arquitectura y/o implementacion y/o configuracion y/o instalacion de soluciones en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube.  Actividades a desarrollar  ● Realizara las coordinaciones con el personal de Sub Gerencia de Operaciones de Tecnologias de la Informacion de la Gerencia de Produccion de la Gerencia Central de Tecnologias de la Informacion y Comunicaciones.  ● Responsable de las arquitecturas de la solucion.  ● Desarrollara toda la infraestructura como codigo (IaC) para la homologacion de los ambientes en nube.  ● Realizara los planes de recuperacion ante desastres para las arquitecturas a implementar.  ● Evaluar continuamente las arquitecturas existentes para  identificar areas de mejora o potenciales cuellos de botella.  ● Asegurar que todas las soluciones cumplan con los estandares de seguridad necesarios y recomendar soluciones de  seguridad adecuadas.  ● Participar en reuniones estrategicas para ofrecer aportaciones desde la perspectiva de la nube y como puede influir en la  direccion futura de la empresa.  ● Documentar todas las arquitecturas y soluciones  implementadas de manera clara y concisa para futuras  referencias o para nuevos miembros del equipo.  6.1.3 UN (01) ESPECIALISTA DE NUBE  Formacion academica  Profesional titulado o bachiller en las siguientes carreras: Ingenieria de Software o Ingenieria de Sistemas o Ingenieria Electronica o Ingenieria de Redes y Comunicaciones o afines.  Capacitacion Certificado oficial en desarrollo y/o administrador en cloud de nivel asociado de la marca de la nube a ofertar.  Experiencia  Debera acreditar experiencia minima de 5 anos en administrador y/o desarrollador y/o operador y/o configuracion y/o instalacion de  desarrollo y/o infraestructura en nube o soluciones de cloud o  soluciones de cloud computing o infraestructura en nube.  Actividades a desarrollar  ● Responsable de la implementacion de niveles de infraestructura de la plataforma.  ● Brindara soporte a los requerimientos y cambios de EsSalud de hasta 40 horas en las herramientas de seguridad propuestas.  ● Realizara las recomendaciones de buenas practicas en nube mediante un informe mensual.  ● Pruebas de ingenieria del caos en la solucion implementada.  ● Establecer sistemas de monitorizacion y alertas para las  arquitecturas en la nube para detectar y responder rapidamente a cualquier problema o interrupcion.  ● Revisar y gestionar los costos asociados con las soluciones en la nube, recomendando optimizaciones cuando sea necesario.  ● Elaboracion de la documentacion de la solucion implementada.  Acreditacion para el personal clave: El Titulo Tecnico o Bachiller, sera verificado por el comite de seleccion en el Registro Nacional de Grados Academicos y Titulos Profesionales en el portal web de la Superintendencia Nacional de Educacion — Superior — Universitaria - SUNEDU a traves del siguiente link: https://enlinea.sunedu.gob.pej/ o en el Registro Nacional de Certificados, Grados y Titulos a cargo del Ministerio de Educacion a traves del siguiente link: http://www.titulosinstitutos.pe/, segun corresponda. "], "6.3. Recursos a ser provistos por el proveedor  6.3.1. Entregables del servicio ": [" ● IMPLEMENTACION El Proveedor debera presentar maximo en un plazo de treinta (30) dias calendarios, la documentacion pertinente, la cual debe contener, como minimo, lo siguiente:  ➔ Plan de trabajo para la implementacion del proyecto  ➔ Arquitectura y diseno de la solucion implementada  ➔ Arquitectura de Red VPN Site-To-Site con la segmentacion de CIDR  ➔ Diseno del flujo de despliegue y entrega continua  ➔ Resultados de las cinco (5) pruebas de estres end-to-end (con graficas)  ➔ Informe tecnico detallado con los puntos de mejora de la arquitectura a nivel de backend, APIs, frontend y base de datos.  ➔ Informe tecnico detallado con los puntos de vulnerabilidad identificados en las pruebas de ethical hacking.  ● SERVICIO INFRAESTRUCTURA PUBLICA O NUBE PUBLICA El Proveedor debera presentar maximo en un plazo de diez (10) dias calendarios posteriores al termino de cada servicio mensual, un INFORME MENSUAL  DETALLADO DEL SERVICIO, el cual debe contener, como minimo, lo siguiente:  ➔ El proveedor debera presentar un reporte de costos incurridos por la puesta del servicio de los recursos provisionados. De no utilizar el 100% de los servicios solicitados la entidad podra utilizar la diferencia hasta la finalizacion del presente contrato.  ➔ El proveedor debera presentar un reporte de rendimiento de la infraestructura de los ultimos 30 dias, donde considere metricas como CPU, RAM, DISCO, RED, Tiempo de respuesta (TPS) de los diversos servicios desplegados.  ➔ El proveedor debera presentar un registro con las incidencias reportadas por la entidad durante el mes.  ➔ Recomendaciones y/o sugerencias.  El postor podra presentar los entregables antes descritos a traves del sistema de Mesa de Partes Digital, en la siguiente direccion: https://mpv.essalud.gob.pe ", " ● IMPLEMENTACION El Proveedor debera presentar maximo en un plazo de treinta (30) dias calendarios, la documentacion pertinente, la cual debe contener, como minimo, lo siguiente:  ➔ Plan de trabajo para la implementacion del proyecto  ➔ Arquitectura y diseno de la solucion implementada  ➔ Arquitectura de Red VPN Site-To-Site con la segmentacion de CIDR  ➔ Diseno del flujo de despliegue y entrega continua  ➔ Resultados de las cinco (5) pruebas de estres end-to-end (con graficas)  ➔ Informe tecnico detallado con los puntos de mejora de la arquitectura a nivel de backend, APIs, frontend y base de datos.  ➔ Informe tecnico detallado con los puntos de vulnerabilidad identificados en las pruebas de ethical hacking.  ● SERVICIO INFRAESTRUCTURA PUBLICA O NUBE PUBLICA El Proveedor debera presentar maximo en un plazo de diez (10) dias calendarios posteriores al termino de cada servicio mensual, un INFORME MENSUAL  DETALLADO DEL SERVICIO, el cual debe contener, como minimo, lo siguiente:  ➔ El proveedor debera presentar un reporte de costos incurridos por la puesta del servicio de los recursos provisionados. De no utilizar el 100% de los servicios  solicitados el contratista podra otorgar lo equivalente en creditos disponibles a la entidad para su uso.  ➔ El proveedor debera presentar un reporte de rendimiento de la infraestructura de los ultimos 30 dias, donde considere metricas como CPU, RAM, DISCO, RED, Tiempo de respuesta (TPS) de los diversos servicios desplegados.  ➔ El proveedor debera presentar un registro con las incidencias reportadas por la entidad durante el mes.  ➔ Recomendaciones y/o sugerencias.  El postor podra presentar los entregables antes descritos a traves del sistema de Mesa de Partes Digital, en la siguiente direccion: https://mpv.essalud.gob.pe "], "6.3. Recursos a ser provistos por el proveedor  6.3.2. Personal clave ": [" 6.1.1 UN (01) GERENTE DE PROYECTO  Formacion academica  Profesional titulado en ingenieria en software o ingenieria en sistemas o ingenieria en sistemas de informacion o ingenieria informatica o ingenieria electronica o licenciado en computacion o afines.  Capacitacion  ● Certificacion de gestion de proyectos PMP vigente y/o certificado SCRUM Master  ● Certificado de ITIL Foundation Certificate.  Experiencia Experiencia minima de 5 anos en gestion de proyectos  informaticos o de tecnologia de informacion  Actividades a desarrollar ● Estara a cargo de la direccion general del proyecto, sera el encargado de efectuar las coordinaciones directas con el  Coordinador – EsSalud y/o con la Sub Gerencia de Operaciones de Tecnologias de Informacion de la Gerencia de Produccion de la GCTIC, durante la etapa de la implementacion.  ● Realizara las coordinaciones con el personal de la Sub Gerencia de Operaciones de Tecnologias de la Informacion de la Gerencia de Produccion de la Gerencia Central de Tecnologias de la Informacion y Comunicaciones.  ● Informara sobre el avance de la implementacion.  ● Elaborara las actas de reunion de trabajo.  ● Gestionara las pruebas de validacion para el acta de conformidad  ● Coordinar con los implementadores el cumplimiento de los objetivos en el tiempo planificado.  ● Reportar los avances segun el cronograma establecido en el plan de trabajo  ● Generar la documentacion respectiva.  6.1.2 UN (01) ARQUITECTO DE NUBE  Formacion academica  Profesional titulado o Bachiller en las siguientes carreras:  Ingenieria de Software o Ingenieria de Sistemas o Ingenieria de Sistemas de Informacion o Ingenieria Informatica o a fines.  Certificacion requerida  Certificado oficial en arquitectura cloud de nivel profesional de la marca de la nube a ofertar.  Experiencia  Debera acreditar experiencia minima de 5 anos en desarrollo y/o arquitectura y/o implementacion y/o configuracion y/o instalacion de soluciones en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube.  Actividades a desarrollar  ● Realizara las coordinaciones con el personal de Sub Gerencia de Operaciones de Tecnologias de la Informacion de la Gerencia de Produccion de la Gerencia Central de Tecnologias de la Informacion y Comunicaciones.  ● Responsable de las arquitecturas de la solucion.  ● Desarrollara toda la infraestructura como codigo (IaC) para la homologacion de los ambientes en nube.  ● Realizara los planes de recuperacion ante desastres para las arquitecturas a implementar.  ● Evaluar continuamente las arquitecturas existentes para  identificar areas de mejora o potenciales cuellos de botella.  ● Asegurar que todas las soluciones cumplan con los estandares de seguridad necesarios y recomendar soluciones de  seguridad adecuadas.  ● Participar en reuniones estrategicas para ofrecer aportaciones desde la perspectiva de la nube y como puede influir en la  direccion futura de la empresa.  ● Documentar todas las arquitecturas y soluciones  implementadas de manera clara y concisa para futuras  referencias o para nuevos miembros del equipo.  6.1.3 UN (01) ESPECIALISTA DE NUBE  Formacion academica  Profesional titulado o bachiller en las siguientes carreras: Ingenieria de Software o Ingenieria de Sistemas o Ingenieria Electronica o Ingenieria de Redes y Comunicaciones o afines.  Capacitacion Certificado oficial en desarrollo y/o administrador en cloud de nivel asociado de la marca de la nube a ofertar.  Experiencia  Debera acreditar experiencia minima de 5 anos en administrador y/o desarrollador y/o operador y/o configuracion y/o instalacion de  desarrollo y/o infraestructura en nube o soluciones de cloud o  soluciones de cloud computing o infraestructura en nube.  Actividades a desarrollar  ● Responsable de la implementacion de niveles de infraestructura de la plataforma.  ● Brindara soporte a los requerimientos y cambios de EsSalud de hasta 40 horas en las herramientas de seguridad propuestas.  ● Realizara las recomendaciones de buenas practicas en nube mediante un informe mensual.  ● Pruebas de ingenieria del caos en la solucion implementada.  ● Establecer sistemas de monitorizacion y alertas para las  arquitecturas en la nube para detectar y responder rapidamente a cualquier problema o interrupcion.  ● Revisar y gestionar los costos asociados con las soluciones en la nube, recomendando optimizaciones cuando sea necesario.  ● Elaboracion de la documentacion de la solucion implementada.  Acreditacion para el personal clave: El Titulo Tecnico o Bachiller, sera verificado por el comite de seleccion en el Registro Nacional de Grados Academicos y Titulos Profesionales en el portal web de la Superintendencia Nacional de Educacion — Superior — Universitaria - SUNEDU a traves del siguiente link: https://enlinea.sunedu.gob.pej/ o en el Registro Nacional de Certificados, Grados y Titulos a cargo del Ministerio de Educacion a traves del siguiente link: http://www.titulosinstitutos.pe/, segun corresponda. "], "7. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION  7.1.1. Medidas de seguridad": ["El Proveedor de la solucion que debe considerar los Lineamientos para el Uso de Servicios de nube publica para entidades de la Administracion Publica del Estado Peruano, para efectos de disponibilidad, integridad, confidencialidad, autenticidad y trazabilidad, por lo cual queda obligado a cumplir y demostrar que, como minimo, cumple con todas las medidas de seguridad de la NTP ISO/IEC 27001:2014 Tecnologia de la Informacion, pertinentes para el  nivel de disponibilidad requerido. Esto incluye instalaciones y personal. En su defecto podra presentar la certificacion global para nubes publicas ISO/IEC 27001:2013 de la nube ofertada. El proveedor debera ser un partner avanzado acreditado de la nube publica a ofertar. Las medidas de seguridad podran ser reemplazadas por otras siempre y cuando se acredite con las certificaciones respectivas que protegen igual o mejor el riesgo sobre los activos y se satisfacen los principios basicos en materia de seguridad de la informacion antes senalada. ", "El Proveedor de la solucion que debe considerar los Lineamientos para el Uso de Servicios de nube publica para entidades de la Administracion Publica del Estado Peruano, para efectos de disponibilidad, integridad, confidencialidad, autenticidad y trazabilidad, por lo cual queda obligado a cumplir y demostrar que, como minimo, cumple con todas las medidas de seguridad de la NTP ISO/IEC 27001:2014 Tecnologia de la Informacion, pertinentes para el nivel de disponibilidad requerido. Esto incluye instalaciones y personal. En su defecto podra presentar la certificacion global para nubes publicas ISO/IEC 27001:2013 de la nube ofertada. El proveedor debera ser un partner acreditado de la nube publica a ofertar. Las medidas de seguridad podran ser reemplazadas por otras siempre y cuando se acredite con las certificaciones respectivas que protegen igual o mejor el riesgo sobre los activos y se satisfacen los principios basicos en materia de seguridad de la informacion antes senalada. "], "7. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION  7.2. Confiabilidad": ["El Proveedor se obliga a mantener CONFIDENCIALIDAD sobre la documentacion trabajada y su contenido es de plena responsabilidad, por lo que cualquier alteracion de la misma sera considerada como incumplimiento grave del contrato, motivo por el cual EsSalud podra resolver automaticamente el mismo, sin perjuicio de las sanciones y penalidades  El proveedor del servicio tiene y asume la obligacion, tanto durante la vigencia del contrato, como despues de su extincion, de guardar secreto y confidencialidad de cualquier informacion de EsSalud a la que tenga acceso como consecuencia del desempeno de su servicio, y a considerar toda la informacion relativa a las cuentas de correo electronico como informacion personal, especialmente la informacion relativa a personas recogida en ficheros de datos personales, cuentas de correo personales, datos tecnicos y/u organizativos de EsSalud.  Por lo antes expuesto, el proveedor del servicio no podra:  ● Difundir, transmitir y/o revelar informacion a terceros.  ● Usar la informacion recopilada para ofrecer promocionar o brindar informacion sobre productos o servicios.  ● Arrendar ni vender a terceros ningun dato de identificacion personal que les haya sido proporcionado por EsSalud y/o como consecuencia del servicio brindado.  ● Invitar al usuario a tomar parte en encuestas sobre productos, servicios, noticias y/o eventos. "], "7. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION  7.3. Medidas de control durante la ejecucion contractual ": [" Area responsable de las medidas de control. La supervision del servicio estara a cargo del responsable que sea designado por la Subgerencia de Operaciones de Tecnologias de Informacion de la Gerencia de Produccion y la Sub Gerencia de Sistemas Aseguradores, Subsidios y Sociales de la Gerencia de Sistemas de la Gerencia Central de Tecnologias de Informacion y Comunicaciones  Area de coordinacion con el proveedor. El proveedor contratado debera realizar todas las coordinaciones internas con el  responsable que designe la Subgerencia de Operaciones de Tecnologias de Informacion de la Gerencia de Produccion y la Sub Gerencia de Sistemas Aseguradores, Subsidios y Sociales de la Gerencia de Sistemas de la Gerencia Central de Tecnologias de Informacion y Comunicaciones.  Area que brindara la Conformidad. La conformidad final de la prestacion al servicio sera otorgada por la Gerencia de Produccion de la Gerencia Central de Tecnologias de Informacion y Comunicaciones, de  acuerdo al cumplimiento de actividades descritas en el numeral 5 del presente documento y la recepcion de los entregables indicados en el numeral 8. "], "7. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION  7.4. Conformidad de la prestacion": ["La conformidad final de la prestacion del servicio sera emitida por la Gerencia de Produccion  de la - GCTIC, previo informe tecnico elaborado por la Sub Gerencia de Operaciones.  Conformidad del Primer Mes: La conformidad y aprobacion para el pago del primer mes sera otorgada por la Subgerencia de Operaciones de Tecnologias de Informacion de la Gerencia de Produccion y la Sub Gerencia de Sistemas Aseguradores, Subsidios y Sociales de la Gerencia de Sistemas - GCTIC, previo Informe Tecnico del Especialista asignado; el cual debera incluir el Acta de Conformidad de Implementacion, el Acta de Inicio del Servicio y Acta de capacitacion.  Conformidad Mensual: A partir del segundo mes, la conformidad sera otorgada por la Sub Gerencia de  Operaciones de Tecnologias de Informacion de la Gerencia de Produccion - GCTIC, previo Informe Tecnico del Especialista asignado.  ● De existir observaciones se consignaran en el acta respectiva, indicandose claramente el sentido de estas, dando al contratista un plazo prudencial para su subsanacion, en funcion a la complejidad del servicio.  ● Dicho plazo no podra ser menor de dos (02) dias ni mayor de cinco (05) dias calendarios, de conformidad con lo establecido en el Reglamento de la Ley de Contrataciones del Estado y su modificatoria. "], "7. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION  7.4. Forma de pago ": [" ● Del Servicio  La Entidad realizara el pago de la contraprestacion pactada a favor del contratista dentro de los 10 dias:  Servicio de implementacion y Migracion Capacitacion Servicio de infraestructura: soporte de la marca y adicionales Servicio de gestion y soporte  La forma de pago por la prestacion del servicio se realizara de forma mensual bajo los siguientes detalles del cuadro adjunto previo otorgamiento de conformidad de acuerdo al numeral 7.4.  La Entidad realizara el pago de la contraprestacion pactada a favor del contratista en moneda nacional (soles), en pagos parciales, de acuerdo al siguiente detalle:  N° DE PAGOS DETALLE DEL PAGO  Primer pago: Luego de  culminado y otorgada la  conformidad del primer  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del primer corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de Capacitacion: 100% del monto total  contratado para el servicio de capacitacion, segun lo ofertado por el contratista en el Anexo D “Precios de la  N° DE PAGOS DETALLE DEL PAGO  oferta”. - Servicio de implementacion y migracion: 100% del monto total contratado para el servicio de implementacion y migracion, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de infraestructura: soporte de la marca y  adicionales 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el  contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Segundo pago: Luego de  culminado y otorgada la  conformidad del segundo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del segundo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Tercer pago: Luego de  culminado y otorgada la  conformidad del tercer  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del tercer corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la  N° DE PAGOS DETALLE DEL PAGO  oferta”.  Cuarto pago: Luego de  culminado y otorgada la  conformidad del cuarto  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del cuarto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Quinto pago: Luego de  culminado y otorgada la  conformidad del quinto  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del quinto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Sexto pago: Luego de  culminado y otorgada la  conformidad del sexto  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del sexto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada:  N° DE PAGOS DETALLE DEL PAGO  - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Septimo pago: Luego de  culminado y otorgada la  conformidad del septimo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del septimo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Octavo pago: Luego de  culminado y otorgada la  conformidad del octavo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del octavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  N° DE PAGOS DETALLE DEL PAGO  noveno pago: Luego de  culminado y otorgada la conformidad del noveno  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del noveno corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Decimo pago: Luego de culminado y otorgada la conformidad del decimo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del decimo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Onceavo pago: Luego de  culminado y otorgada la  conformidad del onceavo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del onceavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total  N° DE PAGOS DETALLE DEL PAGO  contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Doceavo pago: Luego de  culminado y otorgada la  conformidad del doceavo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del doceavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Para efectos del pago de las contraprestaciones ejecutadas por el contratista, la Entidad debe contar con la siguiente documentacion:  - Acta de conformidad firmada por la Sub Gerencia de Operaciones de Tecnologia de Informacion - SGOTI de la Gerencia de Produccion.  - Comprobante de pago.  - Entregable correspondiente.  NOTA: No se considera pago durante el periodo de implementacion. ", " ● Del Servicio  La Entidad realizara el pago de la contraprestacion pactada a favor del contratista dentro de los 10 dias:  Servicio de implementacion y Migracion Servicio de infraestructura Publica o Nube Publica Servicio de gestion y soporte Servicio de capacitacion  La forma de pago por la prestacion del servicio se realizara de forma mensual bajo los siguientes detalles del cuadro adjunto previo otorgamiento de conformidad de acuerdo al numeral 7.4.  La Entidad realizara el pago de la contraprestacion pactada a favor del contratista en moneda nacional (soles), en pagos parciales, de acuerdo al siguiente detalle:  N° DE PAGOS DETALLE DEL PAGO  Primer pago: Luego de  culminado y otorgada la  conformidad del primer  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del primer corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de Capacitacion: 100% del monto total  contratado para el servicio de capacitacion, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de implementacion y migracion: 100% del monto total contratado para el servicio de implementacion y migracion, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Segundo pago: Luego de  culminado y otorgada la  conformidad del segundo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del segundo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  N° DE PAGOS DETALLE DEL PAGO  A suma alzada: - Servicio de infraestructura Publica o Nube Publica 8.33% del monto total contratado para el servicio de  infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Tercer pago: Luego de  culminado y otorgada la  conformidad del tercer  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del tercer corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Cuarto pago: Luego de  culminado y otorgada la  conformidad del cuarto  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del cuarto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  N° DE PAGOS DETALLE DEL PAGO  Quinto pago: Luego de  culminado y otorgada la  conformidad del quinto  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del quinto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Sexto pago: Luego de  culminado y otorgada la  conformidad del sexto  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del sexto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Septimo pago: Luego de  culminado y otorgada la  conformidad del septimo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del septimo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de  N° DE PAGOS DETALLE DEL PAGO  infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Octavo pago: Luego de  culminado y otorgada la  conformidad del octavo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del octavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  noveno pago: Luego de  culminado y otorgada la conformidad del noveno  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del noveno corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Decimo pago: Luego de culminado y otorgada la conformidad del decimo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante  N° DE PAGOS DETALLE DEL PAGO  el periodo ejecutado del decimo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Onceavo pago: Luego de  culminado y otorgada la  conformidad del onceavo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del onceavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Doceavo pago: Luego de  culminado y otorgada la  conformidad del doceavo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del doceavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Para efectos del pago de las contraprestaciones ejecutadas por el contratista, la Entidad debe contar con la siguiente documentacion:  - Acta de conformidad firmada por la Sub Gerencia de Operaciones de Tecnologia de Informacion - SGOTI de la Gerencia de Produccion.  - Comprobante de pago.  - Entregable correspondiente.  NOTA: No se considera pago durante el periodo de implementacion. "], "7. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION  7.5. Penalidades ": [" Penalidad por mora en la ejecucion de la prestacion.  En caso de retraso injustificado del contratista en la ejecucion de las prestaciones objeto de la contratacion, la Entidad le aplica automaticamente una penalidad por mora por cada dia de atraso, de conformidad con el articulo 162 del Reglamento. La penalidad se aplica automaticamente y se calcula de acuerdo a la siguiente formula:  Penalidad diaria = 0.10 x monto vigente  F x plazo vigente en dias  Donde F tiene los valores siguientes:  F = 0.40 para plazos menores o iguales a sesenta (60) dias F = 0.25 para plazos mayores a sesenta (60) dias  ✔ Otras penalidades  En concordancia con el articulo 163 del Reglamento de la Ley de Contrataciones del Estado para el presente servicio se establecen los siguientes supuestos de aplicacion de  penalidades:  °  SUPUESTOS DE APLICACION DE  PENALIDAD  FORMA DE CALCULO  PROCEDIMIENTO  1 Cambio de personal sin  comunicacion previa hacia la Sub Gerencia de  Operaciones de  Informacion (SGOTI) de la Gerencia de Produccion de la Gerencia Central de  =1*UIT por dia de incumplimiento.  Segun informe del  personal asignado a la  supervision por la Sub  Gerencia de Operaciones de Tecnologias de  Gerencia de Produccion.  2 No cumple con proveer al personal ofrecido en  su propuesta, salvo hecho fortuito o fuerza mayor  debidamente acreditado, y con autorizacion de la  Entidad  =0.001*M por  cada dia de  incumplimiento, por cada uno del personal ofrecido  Segun informe del  personal asignado a la  supervision por la Sub  Gerencia de Operaciones de Tecnologias de  Gerencia de Produccion.  3 Cuando el Contratista no cumple en presentar el  informe correspondiente  dentro del plazo senalado.  =0.001*M por cada dia de incumplimiento.  Segun informe del  personal asignado a la  supervision por la Sub  Gerencia de Operaciones de Tecnologias de  Gerencia de Produccion.  4 Cuando el Contratista no cumple con ofrecer la  capacitacion descrita  dentro del plazo senalado.  =0.001*M por cada dia de incumplimiento.  Segun informe del  personal asignado a la  supervision por la Sub  Gerencia de Operaciones de Tecnologias de  Gerencia de Produccion.  Donde M = Monto del Contrato Vigente "], "7. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION  7.6. Responsabilidad de vicios ocultos ": [" El plazo maximo de responsabilidad del contratista es de doce (12) meses contados a partir de la conformidad otorgada por EsSalud. "], "7.1. Otras obligaciones  7.1.1. Medidas de seguridad": ["El Proveedor de la solucion que debe considerar los Lineamientos para el Uso de Servicios de nube publica para entidades de la Administracion Publica del Estado Peruano, para efectos de disponibilidad, integridad, confidencialidad, autenticidad y trazabilidad, por lo cual queda obligado a cumplir y demostrar que, como minimo, cumple con todas las medidas de seguridad de la NTP ISO/IEC 27001:2014 Tecnologia de la Informacion, pertinentes para el  nivel de disponibilidad requerido. Esto incluye instalaciones y personal. En su defecto podra presentar la certificacion global para nubes publicas ISO/IEC 27001:2013 de la nube ofertada. El proveedor debera ser un partner avanzado acreditado de la nube publica a ofertar. Las medidas de seguridad podran ser reemplazadas por otras siempre y cuando se acredite con las certificaciones respectivas que protegen igual o mejor el riesgo sobre los activos y se satisfacen los principios basicos en materia de seguridad de la informacion antes senalada. ", "El Proveedor de la solucion que debe considerar los Lineamientos para el Uso de Servicios de nube publica para entidades de la Administracion Publica del Estado Peruano, para efectos de disponibilidad, integridad, confidencialidad, autenticidad y trazabilidad, por lo cual queda obligado a cumplir y demostrar que, como minimo, cumple con todas las medidas de seguridad de la NTP ISO/IEC 27001:2014 Tecnologia de la Informacion, pertinentes para el nivel de disponibilidad requerido. Esto incluye instalaciones y personal. En su defecto podra presentar la certificacion global para nubes publicas ISO/IEC 27001:2013 de la nube ofertada. El proveedor debera ser un partner acreditado de la nube publica a ofertar. Las medidas de seguridad podran ser reemplazadas por otras siempre y cuando se acredite con las certificaciones respectivas que protegen igual o mejor el riesgo sobre los activos y se satisfacen los principios basicos en materia de seguridad de la informacion antes senalada. "], "7.4. Conformidad de la prestacion 7.4. Forma de pago ": [" ● Del Servicio  La Entidad realizara el pago de la contraprestacion pactada a favor del contratista dentro de los 10 dias:  Servicio de implementacion y Migracion Capacitacion Servicio de infraestructura: soporte de la marca y adicionales Servicio de gestion y soporte  La forma de pago por la prestacion del servicio se realizara de forma mensual bajo los siguientes detalles del cuadro adjunto previo otorgamiento de conformidad de acuerdo al numeral 7.4.  La Entidad realizara el pago de la contraprestacion pactada a favor del contratista en moneda nacional (soles), en pagos parciales, de acuerdo al siguiente detalle:  N° DE PAGOS DETALLE DEL PAGO  Primer pago: Luego de  culminado y otorgada la  conformidad del primer  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del primer corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de Capacitacion: 100% del monto total  contratado para el servicio de capacitacion, segun lo ofertado por el contratista en el Anexo D “Precios de la  N° DE PAGOS DETALLE DEL PAGO  oferta”. - Servicio de implementacion y migracion: 100% del monto total contratado para el servicio de implementacion y migracion, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de infraestructura: soporte de la marca y  adicionales 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el  contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Segundo pago: Luego de  culminado y otorgada la  conformidad del segundo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del segundo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Tercer pago: Luego de  culminado y otorgada la  conformidad del tercer  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del tercer corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la  N° DE PAGOS DETALLE DEL PAGO  oferta”.  Cuarto pago: Luego de  culminado y otorgada la  conformidad del cuarto  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del cuarto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Quinto pago: Luego de  culminado y otorgada la  conformidad del quinto  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del quinto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Sexto pago: Luego de  culminado y otorgada la  conformidad del sexto  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del sexto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada:  N° DE PAGOS DETALLE DEL PAGO  - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Septimo pago: Luego de  culminado y otorgada la  conformidad del septimo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del septimo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Octavo pago: Luego de  culminado y otorgada la  conformidad del octavo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del octavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  N° DE PAGOS DETALLE DEL PAGO  noveno pago: Luego de  culminado y otorgada la conformidad del noveno  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del noveno corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Decimo pago: Luego de culminado y otorgada la conformidad del decimo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del decimo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Onceavo pago: Luego de  culminado y otorgada la  conformidad del onceavo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del onceavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total  N° DE PAGOS DETALLE DEL PAGO  contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Doceavo pago: Luego de  culminado y otorgada la  conformidad del doceavo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del doceavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura: 8.33% del monto total  contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y Soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Para efectos del pago de las contraprestaciones ejecutadas por el contratista, la Entidad debe contar con la siguiente documentacion:  - Acta de conformidad firmada por la Sub Gerencia de Operaciones de Tecnologia de Informacion - SGOTI de la Gerencia de Produccion.  - Comprobante de pago.  - Entregable correspondiente.  NOTA: No se considera pago durante el periodo de implementacion. ", " ● Del Servicio  La Entidad realizara el pago de la contraprestacion pactada a favor del contratista dentro de los 10 dias:  Servicio de implementacion y Migracion Servicio de infraestructura Publica o Nube Publica Servicio de gestion y soporte Servicio de capacitacion  La forma de pago por la prestacion del servicio se realizara de forma mensual bajo los siguientes detalles del cuadro adjunto previo otorgamiento de conformidad de acuerdo al numeral 7.4.  La Entidad realizara el pago de la contraprestacion pactada a favor del contratista en moneda nacional (soles), en pagos parciales, de acuerdo al siguiente detalle:  N° DE PAGOS DETALLE DEL PAGO  Primer pago: Luego de  culminado y otorgada la  conformidad del primer  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del primer corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de Capacitacion: 100% del monto total  contratado para el servicio de capacitacion, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de implementacion y migracion: 100% del monto total contratado para el servicio de implementacion y migracion, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Segundo pago: Luego de  culminado y otorgada la  conformidad del segundo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del segundo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  N° DE PAGOS DETALLE DEL PAGO  A suma alzada: - Servicio de infraestructura Publica o Nube Publica 8.33% del monto total contratado para el servicio de  infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Tercer pago: Luego de  culminado y otorgada la  conformidad del tercer  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del tercer corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Cuarto pago: Luego de  culminado y otorgada la  conformidad del cuarto  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del cuarto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  N° DE PAGOS DETALLE DEL PAGO  Quinto pago: Luego de  culminado y otorgada la  conformidad del quinto  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del quinto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Sexto pago: Luego de  culminado y otorgada la  conformidad del sexto  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del sexto corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Septimo pago: Luego de  culminado y otorgada la  conformidad del septimo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del septimo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de  N° DE PAGOS DETALLE DEL PAGO  infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Octavo pago: Luego de  culminado y otorgada la  conformidad del octavo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del octavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente.  A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  noveno pago: Luego de  culminado y otorgada la conformidad del noveno  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del noveno corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Decimo pago: Luego de culminado y otorgada la conformidad del decimo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante  N° DE PAGOS DETALLE DEL PAGO  el periodo ejecutado del decimo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Onceavo pago: Luego de  culminado y otorgada la  conformidad del onceavo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del onceavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Doceavo pago: Luego de  culminado y otorgada la  conformidad del doceavo  plazo del corte de  facturacion.  A precios unitarios: El monto del pago parcial se calculara de acuerdo a la cantidad consumida de los componentes indicados en la oferta de precios unitarios descritos en el Anexo D precios unitarios, los cuales conforman el servicio administrado de Infraestructura en la nube por consumo, efectuado durante el periodo ejecutado del doceavo corte de facturacion, segun demanda de ESSALUD; por el precio unitario ofertado por el contratista para cada componente. A suma alzada: - Servicio de infraestructura Publica o Nube Publica: 8.33% del monto total contratado para el servicio de infraestructura, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”. - Servicio de gestion y soporte: 8.33% del monto total contratado para el servicio de gestion y soporte, segun lo ofertado por el contratista en el Anexo D “Precios de la oferta”.  Para efectos del pago de las contraprestaciones ejecutadas por el contratista, la Entidad debe contar con la siguiente documentacion:  - Acta de conformidad firmada por la Sub Gerencia de Operaciones de Tecnologia de Informacion - SGOTI de la Gerencia de Produccion.  - Comprobante de pago.  - Entregable correspondiente.  NOTA: No se considera pago durante el periodo de implementacion. "], "7.4. Forma de pago  7.4. Conformidad de la prestacion": ["La conformidad final de la prestacion del servicio sera emitida por la Gerencia de Produccion  de la - GCTIC, previo informe tecnico elaborado por la Sub Gerencia de Operaciones.  Conformidad del Primer Mes: La conformidad y aprobacion para el pago del primer mes sera otorgada por la Subgerencia de Operaciones de Tecnologias de Informacion de la Gerencia de Produccion y la Sub Gerencia de Sistemas Aseguradores, Subsidios y Sociales de la Gerencia de Sistemas - GCTIC, previo Informe Tecnico del Especialista asignado; el cual debera incluir el Acta de Conformidad de Implementacion, el Acta de Inicio del Servicio y Acta de capacitacion.  Conformidad Mensual: A partir del segundo mes, la conformidad sera otorgada por la Sub Gerencia de  Operaciones de Tecnologias de Informacion de la Gerencia de Produccion - GCTIC, previo Informe Tecnico del Especialista asignado.  ● De existir observaciones se consignaran en el acta respectiva, indicandose claramente el sentido de estas, dando al contratista un plazo prudencial para su subsanacion, en funcion a la complejidad del servicio.  ● Dicho plazo no podra ser menor de dos (02) dias ni mayor de cinco (05) dias calendarios, de conformidad con lo establecido en el Reglamento de la Ley de Contrataciones del Estado y su modificatoria. "], "8. ANEXOS ": [" ● Anexo A: Acta de Conformidad de Implementacion  ● Anexo B: Acta de Inicio de Servicio  ● Anexo C: Acta de capacitacion  ● Anexo D: Precios de la Oferta  ● Anexo E: Experiencia del Postor en la Especialidad  ● Anexo F: Bonificacion Micro y Pequena Empresa  ANEXO A  ACTA DE CONFORMIDAD DE IMPLEMENTACION  Se deja constancia que la empresa…………………………………. con Registro Unico  de Contribuyente (RUC) N° ………………con domicilio en………………………que en su condicion de Contratista ha cumplido con la implementacion del Servicio de Infraestructura, Plataforma y Microservicios en Nube Publica para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologias de Informacion y Comunicaciones de Essalud, de acuerdo a lo requerido en los Terminos de Referencia y a lo establecido en su propuesta tecnica finalmente adjudicada.  Asi tambien a la fecha, se deja constancia del buen funcionamiento de la indicada implementacion cuenta con una garantia de los servicios y vicios ocultos que se pueda presentar despues de suscrita la presente acta.  Firman dando fe de lo anterior, firman las partes.  Lugar y Fecha  ………………………………………  ……  SELLO Y FIRMA  Representante Legal Contratista  …………………………………………………………  ……  SELLO Y FIRMA  Sub Gerencia de Operaciones de Tecnologias de  Informacion Gerencia de Produccion - GCTIC.  ………………………………………………………………  SELLO Y FIRMA  Sub Gerencia de Sistemas Aseguradores, Subsidios y Sociales  Gerencia de Sistemas - GCTIC.  ANEXO B  ACTA DE INICIO DEL SERVICIO  ACTA DE INICIO DEL SERVICIO Fecha :  XX/XX/20 XX  PROYECTO / SERVICIO  Por la presente Acta, que suscriben las partes se deja constancia el inicio de la prestacion del Servicio de Infraestructura, Plataforma y Microservicios en Nube Publica para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologias de Informacion y Comunicaciones de Essalud, una parte, la empresa con Registro  Unico de Contribuyente (RUC) N° ………………con domicilio en  ………………………………………, debidamente representada por su Representante Legal ……………………. identificado con DNI……………, y la otra parte el responsable de la Sub Gerencia de Operaciones de Tecnologias de la Informacion de la Gerencia de Produccion - GCTIC, expresando conformidad a la finalizacion de la etapa de Implementacion del Servicio realizado desde el XX al XX de xxxxxxxx de 20XX, de acuerdo al Plan Implementacion, y; dando inicio al Contrato de Prestaciones del Servicio de acuerdo a los plazos establecidos en los terminos de referencia y contrato.  El plazo del servicio contratado es de trescientos sesenta y cinco (365) dias calendario, contados a partir del dia xx de XXXXXX de 20XX al XX de XXXXXX de 20XX.  FIRMAS: En senal de conformidad con el contenido de la presente acta, las partes proceden a firmar, a los xxx de xxxxx de 20xx, a horas xx:xx  ………………………………………  ……  SELLO Y FIRMA  Representante Legal Contratista  …………………………………………………………  ……  SELLO Y FIRMA  Sub Gerencia de Operaciones de Tecnologias de  Gerencia de Produccion - GCTIC.  ANEXO C  ACTA DE CAPACITACION  Se deja constancia que la empresa con Registro Unico de  Contribuyente (RUC) N° ………………con domicilio en ……………………………………… en su condicion de Contratista ha cumplido con el desarrollo del Programa de Capacitacion para el Servicio de Infraestructura Publica para Despliegue de Servicios de Mensajeria, Comunicaciones y Herramientas Colaborativas de EsSalud, de acuerdo a lo requerido en los Terminos de Referencia y a lo establecido en su propuesta tecnica finalmente adjudicada.  Las actividades se llevaron a cabo de acuerdo con el siguiente calendario:  Dia:…… Horario:………. Temario:………………..  Relacion de personal capacitado  Participante Cargo Area Regimen Laboral  Se otorga el presente documento como constancia de cumplimiento por parte del contratista  Firman dando fe de lo anterior.  ............................................ Lugar y Fecha  ………………………………………  ……  SELLO Y FIRMA  Representante Legal Contratista  …………………………………………………………  ……  SELLO Y FIRMA  Sub Gerencia de Operaciones de Tecnologias de  Gerencia de Produccion - GCTIC.  ANEXO D  PRECIO DE LA OFERTA  Senores XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Presente. -  Es grato dirigirme a usted, para hacer de su conocimiento que, de acuerdo con las bases, mi oferta es la siguiente:  Componentes del Servicio Unidad de  medida Cantidad Precio  unitario Costo  Servicio de funciones  sin servidor  funciones sin  servidor  Numero de  solicitudes  (Millones)  612  administracion y  despliegue de APIs  Solicitudes de  API REST  Numero de  solicitudes  (Millones)  612  Solicitudes de  API REST con  tamano de la  memoria cache  (GB) 0.5  Numero de  solicitudes  (Millones)  120000  Balanceador de carga a nivel de  aplicacion  GB procesados GB 7320  Servicio de NAT  Datos  procesados ​por  puerta de  enlace NAT  TB 24  Datos  procesados ​por  puerta de  enlace NAT  GB 1200  Servicio de CDN  Numero de  solicitudes  (HTTPS)  Numero de  solicitudes  (millones)  360  Transferencia  de datos a  Internet (GB)  TB 60  transferencia de  datos  Transferencia  de datos  salientes (GB)  GB 2400  almacenamiento de  objetos  Almacenamient  o estandar de  objetos (TB)  TB 288  Solicitudes a la  API de objetos  Numero de  solicitudes  (millones)  264  Servicio de analisis  de datos en  almacenamiento de  objetos  Numero total de  consultas/mes  Numero de  solicitudes  (millones)  120  Cantidad de  datos  escaneados por  consulta (TB)  TB 60  Monto del componente a precios unitarios (D) S/  OFERTA A SUMA ALZADA DE LOS COMPONENTES SIGUIENTES:  CONCEPTO PRECIO TOTAL  Servicio de implementacion y migracion  Servicio de infraestructura, soporte de la marca y adicionales  Servicios de Gestion y Soporte  Servicio de capacitacion  Monto del componente a suma alzada (E) S/  OFERTA TOTAL  Monto total de la oferta (D+E) S/  El precio de la oferta en SOLES incluye todos los tributos, seguros, transporte,  inspecciones, pruebas y, de ser el caso, los costos laborales conforme a la legislacion vigente, asi como cualquier otro concepto que pueda tener incidencia sobre el costo del servicio a contratar; excepto la de aquellos postores que gocen de alguna exoneracion legal, no incluiran en el precio de su oferta los tributos respectivos.  [CONSIGNAR CIUDAD Y FECHA]  ……………………………….…………………..  Firma, Nombres y Apellidos del postor o  Representante legal o comun, segun corresponda  ANEXO N° E  EXPERIENCIA DEL POSTOR EN LA ESPECIALIDAD  Senores  XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX  Presente. -  Mediante el presente, el suscrito detalla la siguiente EXPERIENCIA EN LA ESPECIALIDAD:  Nº CLIENTE OBJETO DEL  CONTRATO  N°  CONTRATO /  O/S /  COMPROBA  NTE DE  PAGO  FECHA DEL CONTRATO  O CP  FECHA DE  LA  CONFORMID  AD DE SER  EL CASO  EXPERIENCI  PROVENIEN  TE DE:  MONEDA IMPORTE  TIPO DE CAMBIO  VENTA  MONTO  FACTURADO  ACUMULAD  O  1  2  3  4  5  6  7  8  9  10  …  20  TOTAL  [CONSIGNAR CIUDAD Y FECHA]  ...................................................................  Firma, Nombres y Apellidos del postor o  Representante legal o comun, segun corresponda  ANEXO N° F  SOLICITUD DE BONIFICACION DEL CINCO POR CIENTO (5%) POR TENER LA  CONDICION DE MICRO Y PEQUENA EMPRESA  Senores COMITE DE SELECCION ADJUDICACION SIMPLIFICADA No XXXX-2023-ESSALUD-1, PRIMERA CONVOCATORIA  Presente. - Mediante el presente el suscrito, postor y/o Representante legal de XXXXXXXXX, solicito la asignacion de la bonificacion del cinco por ciento (5%) sobre el puntaje total obtenido, debido a que mi representada cuenta con la condicion de micro y pequena empresa.  Lima, XXX de XXXXX del 2023.  ............................................................  Firma, Nombres y Apellidos del postor o  Representante legal o comun, segun corresponda  II. REQUISITOS DE CALIFICACION  B EXPERIENCIA DEL PROVEEDOR EN LA ESPECIALIDAD  Requisitos:  El Proveedor debe acreditar un monto facturado acumulado equivalente a S/.500,000.00 (Quinientos mil con 00/100 Soles), por la contratacion de servicios iguales o similares al objeto de la convocatoria, durante los ocho (8) anos anteriores a la fecha de la presentacion de ofertas que se computaran desde la fecha de la conformidad o emision del comprobante de pago, segun corresponda.  En el caso de postores que declaren en el Anexo “Declaracion Jurada del Postor” tener la condicion de micro y pequena empresa, se acredita una experiencia de S/ 120,000.00 (Ciento veinte mil 00/100 soles), por la venta de servicios iguales o similares al objeto de la convocatoria, durante los ocho (8) anos anteriores a la fecha de la presentacion de ofertas que se computaran desde la fecha de la conformidad o emision del comprobante de pago, segun corresponda. En el caso de consorcios, todos los integrantes deben contar con la condicion de micro y pequena empresa.  El postor debera contar con carta y/o certificado de respaldo como partner avanzado oficial de la marca (fabricante) de la nube publica a ofertar.  Se consideran bienes similares a los siguientes:  venta y/o implementacion de proyectos de nubes privadas, nubes mixtas y/o nubes publicas y/o Servicios Cloud Computing y/o Servicios de Informatica en la Nube y/o Cloud web Hosting y/o Servicio de infraestructura en nube y/o servicio administrado de infraestructura en nube”.  Acreditacion:  La experiencia del Proveedor en la especialidad se acreditara con copia simple de (i) contratos u ordenes de compra, y su respectiva conformidad o constancia de prestacion; o (ii) comprobantes de pago cuya cancelacion se acredite documental y fehacientemente, con voucher de deposito, nota de abono, reporte de estado de cuenta, cualquier otro documento emitido por Entidad del sistema financiero que acredite el abono o mediante cancelacion en el mismo comprobante de pago1, correspondientes a un maximo de veinte (20) contrataciones.  En caso los Proveedores presenten varios comprobantes de pago para acreditar una sola contratacion, se debe acreditar que corresponden a dicha contratacion; de lo contrario, se asumira que los comprobantes acreditan contrataciones independientes, en cuyo caso solo se considerara, para la evaluacion, las veinte (20) primeras contrataciones indicadas en el Anexo referido a la Experiencia del Postor en la Especialidad.  En el caso de suministro, solo se considera como experiencia la parte del contrato que haya sido ejecutada durante los ocho (08) anos anteriores a la fecha de presentacion de ofertas, debiendo  1 Cabe precisar que, de acuerdo con la Resolucion N° 0065-2018-TCE-S1 del Tribunal de Contrataciones del  Estado:  “… el solo sello de cancelado en el comprobante, cuando ha sido colocado por el propio proveedor, no puede ser considerado como una acreditacion que produzca fehaciencia en relacion a que se encuentra cancelado. Admitir ello equivaldria a considerar como valida la sola declaracion del proveedor afirmando que el comprobante de pago ha sido cancelado” (…) “Situacion diferente se suscita ante el sello colocado por el cliente del proveedor [sea utilizando el termino “cancelado” o “pagado”] supuesto en el cual si se contaria con la declaracion de un tercero que brinde certeza, ante la cual debiera reconocerse la validez de la experiencia”.  adjuntarse copia de las conformidades correspondientes a tal parte o los respectivos comprobantes de pago cancelados.  En caso los postores presenten varios comprobantes de pago para acreditar una sola contratacion, se debe acreditar que corresponden a dicha contratacion; de lo contrario, se asumira que los comprobantes acreditan contrataciones independientes, en cuyo caso solo se considerara, para la evaluacion, las veinte (20) primeras contrataciones indicadas en el Anexo N* 8 referido a la Experiencia del Postor en la Especialidad.  En los casos que se acredite experiencia adquirida en consorcio, debe presentarse la promesa de consorcio o el contrato de consorcio del cual se desprenda fehacientemente el porcentaje de las obligaciones que se asumio en el contrato presentado; de lo contrario, no se computara la experiencia proveniente de dicho contrato.  En el caso de servicios de ejecucion periodica o continuada, solo se considera como experiencia la parte del contrato que haya sido ejecutada durante los ocho (8) anos anteriores a la fecha de presentacion de ofertas, debiendo adjuntarse copia de las conformidades correspondientes a tal parte o los respectivos comprobantes de pago cancelados.  Cuando estos contratos, ordenes de servicios o comprobantes de pago el monto facturado se encuentre expresado en moneda extranjera, debe indicarse el tipo de cambio venta  Sin perjuicio de lo anterior los postores deben llenar y presentar el Anexo E referido a la Experiencia del Postor en la Especialidad  Asimismo, cuando se presenten contratos derivados de procesos de seleccion convocados antes del 20.09.2012, la calificacion se cenira al metodo descrito en la Directiva “Participacion de Proveedores en Consorcio en las Contrataciones del Estado”, debiendo presumirse que el porcentaje de las obligaciones equivale al porcentaje de participacion de la promesa de consorcio o del contrato de consorcio. En caso que en dichos documentos no se consigne el porcentaje de participacion se presumira que las obligaciones se ejecutaron en partes iguales.  Si el titular de la experiencia no es el Proveedor, consignar si dicha experiencia corresponde a la matriz en caso que el Proveedor sea sucursal, o fue transmitida por reorganizacion societaria, debiendo acompanar la documentacion sustentatoria correspondiente.  Si el Proveedor acredita experiencia de otra persona juridica como consecuencia de una reorganizacion societaria, debe presentar adicionalmente el Anexo Nª9 correspondiente.  Cuando en los contratos, ordenes de compra o comprobantes de pago el monto facturado se encuentre expresado en moneda extranjera, debe indicarse el tipo de cambio venta publicado por la Superintendencia de Banca, Seguros y AFP correspondiente a la fecha de suscripcion del contrato, de emision de la orden de compra o de cancelacion del comprobante de pago, segun corresponda.  Sin perjuicio de lo anterior, los Proveedores deben llenar y presentar el Anexo Nº8 referido a la Experiencia del Postor en la Especialidad.  Importante  En el caso de consorcios, solo se considera la experiencia de aquellos integrantes que se hayan comprometido, segun la promesa de consorcio, a ejecutar el objeto materia de la convocatoria, conforme a la Directiva “Participacion de Proveedores en Consorcio en las Contrataciones del Estado”.  C CAPACIDAD TECNICA Y PROFESIONAL  C.1 .  EXPERIENCIA DEL PERSONAL CLAVE  Requisitos:  Gerente de Proyecto Experiencia minima de 5 anos en gestion de proyectos informaticos o de tecnologia de informacion  Arquitecto de Nube Debera acreditar experiencia minima de 3 anos en desarrollo y/o arquitectura y/o implementacion y/o configuracion y/o instalacion de soluciones en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube.  Especialista en Nube Debera acreditar experiencia minima de 3 anos en administrador y/o desarrollador y/o operador y/o configuracion y/o instalacion de desarrollo y/o infraestructura en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube.  Acreditacion: La experiencia del personal clave se acreditara con cualquiera de los siguientes documentos: (i) copia simple de contratos y su respectiva conformidad o (ii) constancias o (iii) certificados o (iv) cualquier otra documentacion que, de manera fehaciente demuestre la experiencia del personal propuesto.  De presentarse experiencia ejecutada paralelamente (Traslape), para el computo del tiempo de dicha experiencia solo se considerara una vez el periodo traslapado.  Importante  ● El tiempo de experiencia minimo debe ser razonable y congruente con el periodo en el cual el personal ejecutara las actividades para las que se le requiere, de forma tal que no constituya una restriccion a la participacion de Proveedores.  ● Los documentos que acreditan la experiencia deben incluir los nombres y apellidos del personal clave, el cargo desempenado, el plazo de la prestacion indicando el dia, mes y ano de inicio y culminacion, el nombre de la Entidad u organizacion que emite el documento y la fecha de emision y nombres y apellidos de quien suscribe el documento.  ● En caso los documentos para acreditar la experiencia establezcan el plazo de la experiencia adquirida por el personal clave en meses sin especificar los dias se debe considerar el mes completo.  ● Se considerara aquella experiencia que no tenga una antiguedad mayor a veinticinco (25) anos anteriores a la fecha de la presentacion de ofertas. ", " ● Anexo A: Acta de Conformidad de Implementacion  ● Anexo B: Acta de Inicio de Servicio  ● Anexo C: Acta de capacitacion  ● Anexo D: Precios de la Oferta  ● Anexo E: Experiencia del Postor en la Especialidad  ● Anexo F: Bonificacion Micro y Pequena Empresa  ANEXO A  ACTA DE CONFORMIDAD DE IMPLEMENTACION  Se deja constancia que la empresa…………………………………. con Registro Unico  de Contribuyente (RUC) N° ………………con domicilio en………………………que en su condicion de Contratista ha cumplido con la implementacion del Servicio de Infraestructura, Plataforma y Microservicios en Nube Publica para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologias de Informacion y Comunicaciones de Essalud, de acuerdo a lo requerido en los Terminos de Referencia y a lo establecido en su propuesta tecnica finalmente adjudicada.  Asi tambien a la fecha, se deja constancia del buen funcionamiento de la indicada implementacion cuenta con una garantia de los servicios y vicios ocultos que se pueda presentar despues de suscrita la presente acta.  Firman dando fe de lo anterior, firman las partes.  Lugar y Fecha  ………………………………………  ……  SELLO Y FIRMA  Representante Legal Contratista  …………………………………………………………  ……  SELLO Y FIRMA  Sub Gerencia de Operaciones de Tecnologias de  Informacion Gerencia de Produccion - GCTIC.  ………………………………………………………………  SELLO Y FIRMA  Sub Gerencia de Sistemas Aseguradores, Subsidios y Sociales  Gerencia de Sistemas - GCTIC.  ANEXO B  ACTA DE INICIO DEL SERVICIO  ACTA DE INICIO DEL SERVICIO Fecha :  XX/XX/20 XX  PROYECTO / SERVICIO  Por la presente Acta, que suscriben las partes se deja constancia el inicio de la prestacion del Servicio de Infraestructura, Plataforma y Microservicios en Nube Publica para el despliegue de las Aplicaciones y Nuevos Servicios de la Gerencia Central de Tecnologias de Informacion y Comunicaciones de Essalud, una parte, la empresa con Registro  Unico de Contribuyente (RUC) N° ………………con domicilio en  ………………………………………, debidamente representada por su Representante Legal ……………………. identificado con DNI……………, y la otra parte el responsable de la Sub Gerencia de Operaciones de Tecnologias de la Informacion de la Gerencia de Produccion - GCTIC, expresando conformidad a la finalizacion de la etapa de Implementacion del Servicio realizado desde el XX al XX de xxxxxxxx de 20XX, de acuerdo al Plan Implementacion, y; dando inicio al Contrato de Prestaciones del Servicio de acuerdo a los plazos establecidos en los terminos de referencia y contrato.  El plazo del servicio contratado es de trescientos sesenta y cinco (365) dias calendario, contados a partir del dia xx de XXXXXX de 20XX al XX de XXXXXX de 20XX.  FIRMAS: En senal de conformidad con el contenido de la presente acta, las partes proceden a firmar, a los xxx de xxxxx de 20xx, a horas xx:xx  ………………………………………  ……  SELLO Y FIRMA  Representante Legal Contratista  …………………………………………………………  ……  SELLO Y FIRMA  Sub Gerencia de Operaciones de Tecnologias de  Gerencia de Produccion - GCTIC.  ANEXO C  ACTA DE CAPACITACION  Se deja constancia que la empresa con Registro Unico de  Contribuyente (RUC) N° ………………con domicilio en ……………………………………… en su condicion de Contratista ha cumplido con el desarrollo del Programa de Capacitacion para el Servicio de Infraestructura Publica para Despliegue de Servicios de Mensajeria, Comunicaciones y Herramientas Colaborativas de EsSalud, de acuerdo a lo requerido en los Terminos de Referencia y a lo establecido en su propuesta tecnica finalmente adjudicada.  Las actividades se llevaron a cabo de acuerdo con el siguiente calendario:  Dia:…… Horario:………. Temario:………………..  Relacion de personal capacitado  Participante Cargo Area Regimen Laboral  Se otorga el presente documento como constancia de cumplimiento por parte del contratista  Firman dando fe de lo anterior.  ............................................ Lugar y Fecha  ………………………………………  ……  SELLO Y FIRMA  Representante Legal Contratista  …………………………………………………………  ……  SELLO Y FIRMA  Sub Gerencia de Operaciones de Tecnologias de  Gerencia de Produccion - GCTIC.  ANEXO D  PRECIO DE LA OFERTA  Senores XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Presente. -  Es grato dirigirme a usted, para hacer de su conocimiento que, de acuerdo con las bases, mi oferta es la siguiente:  Componentes del Servicio Unidad de  medida Cantidad Precio  unitario Costo  Servicio de funciones  sin servidor  funciones sin  servidor  Numero de  solicitudes  (Millones)  612  administracion y  despliegue de APIs  Solicitudes de  API REST  Numero de  solicitudes  (Millones)  612  Solicitudes de  API REST con  tamano de la  memoria cache  (GB) 0.5  Numero de  solicitudes  (Millones)  120000  Balanceador de carga a nivel de  aplicacion  GB procesados GB 7320  Servicio de NAT  Datos  procesados ​por  puerta de  enlace NAT  TB 24  Datos  procesados ​por  puerta de  enlace NAT  GB 1200  Servicio de CDN  Numero de  solicitudes  (HTTPS)  Numero de  solicitudes  (millones)  360  Transferencia  de datos a  Internet (GB)  TB 60  transferencia de  datos  Transferencia  de datos  salientes (GB)  GB 2400  almacenamiento de  objetos  Almacenamient  o estandar S3  (TB)  TB 144  Solicitudes a la  API de objetos  Numero de  solicitudes  (millones)  132  Servicio de analisis  de datos en  almacenamiento de  objetos  Numero total de  consultas/mes  Numero de  solicitudes  (millones)  120  Cantidad de  datos  escaneados por  consulta (TB)  TB 60  Monto del componente a precios unitarios (D) S/  OFERTA A SUMA ALZADA DE LOS COMPONENTES SIGUIENTES:  CONCEPTO PRECIO TOTAL  Servicio de implementacion y migracion  Servicio de infraestructura Publica o Nube Publica  Servicios de Gestion y Soporte  Servicio de capacitacion  Monto del componente a suma alzada (E) S/  OFERTA TOTAL  Monto total de la oferta (D+E) S/  El precio de la oferta en SOLES incluye todos los tributos, seguros, transporte,  inspecciones, pruebas y, de ser el caso, los costos laborales conforme a la legislacion vigente, asi como cualquier otro concepto que pueda tener incidencia sobre el costo del servicio a contratar; excepto la de aquellos postores que gocen de alguna exoneracion legal, no incluiran en el precio de su oferta los tributos respectivos.  [CONSIGNAR CIUDAD Y FECHA]  ……………………………….…………………..  Firma, Nombres y Apellidos del postor o  Representante legal o comun, segun corresponda  ANEXO N° E  EXPERIENCIA DEL POSTOR EN LA ESPECIALIDAD  Senores  XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX  Presente. -  Mediante el presente, el suscrito detalla la siguiente EXPERIENCIA EN LA ESPECIALIDAD:  Nº CLIENTE OBJETO DEL  CONTRATO  N°  CONTRATO /  O/S /  COMPROBA  NTE DE  PAGO  FECHA DEL CONTRATO  O CP  FECHA DE  LA  CONFORMID  AD DE SER  EL CASO  EXPERIENCI  PROVENIEN  TE DE:  MONEDA IMPORTE  TIPO DE CAMBIO  VENTA  MONTO  FACTURADO  ACUMULAD  O  1  2  3  4  5  6  7  8  9  10  …  20  TOTAL  [CONSIGNAR CIUDAD Y FECHA]  ...................................................................  Firma, Nombres y Apellidos del postor o  Representante legal o comun, segun corresponda  ANEXO N° F  SOLICITUD DE BONIFICACION DEL CINCO POR CIENTO (5%) POR TENER LA  CONDICION DE MICRO Y PEQUENA EMPRESA  Senores COMITE DE SELECCION ADJUDICACION SIMPLIFICADA No XXXX-2023-ESSALUD-1, PRIMERA CONVOCATORIA  Presente. - Mediante el presente el suscrito, postor y/o Representante legal de XXXXXXXXX, solicito la asignacion de la bonificacion del cinco por ciento (5%) sobre el puntaje total obtenido, debido a que mi representada cuenta con la condicion de micro y pequena empresa.  Lima, XXX de XXXXX del 2023.  ............................................................  Firma, Nombres y Apellidos del postor o  Representante legal o comun, segun corresponda  II. REQUISITOS DE CALIFICACION  B EXPERIENCIA DEL PROVEEDOR EN LA ESPECIALIDAD  Requisitos:  El Proveedor debe acreditar un monto facturado acumulado equivalente a S/.500,000.00 (Quinientos mil con 00/100 Soles), por la contratacion de servicios iguales o similares al objeto de la convocatoria, durante los ocho (8) anos anteriores a la fecha de la presentacion de ofertas que se computaran desde la fecha de la conformidad o emision del comprobante de pago, segun corresponda.  En el caso de postores que declaren en el Anexo “Declaracion Jurada del Postor” tener la condicion de micro y pequena empresa, se acredita una experiencia de S/ 120,000.00 (Ciento veinte mil 00/100 soles), por la venta de servicios iguales o similares al objeto de la convocatoria, durante los ocho (8) anos anteriores a la fecha de la presentacion de ofertas que se computaran desde la fecha de la conformidad o emision del comprobante de pago, segun corresponda. En el caso de consorcios, todos los integrantes deben contar con la condicion de micro y pequena empresa.  El postor debera contar con carta y/o certificado de respaldo como partner oficial de la marca (fabricante) de la nube publica a ofertar.  Se consideran bienes similares a los siguientes:  venta y/o implementacion de proyectos de nubes privadas, nubes mixtas y/o nubes publicas y/o Servicios Cloud Computing y/o Servicios de Informatica en la Nube y/o Cloud web Hosting y/o Servicio de infraestructura en nube y/o servicio administrado de infraestructura en nube”.  Acreditacion:  La experiencia del Proveedor en la especialidad se acreditara con copia simple de (i) contratos u ordenes de compra, y su respectiva conformidad o constancia de prestacion; o (ii) comprobantes de pago cuya cancelacion se acredite documental y fehacientemente, con voucher de deposito, nota de abono, reporte de estado de cuenta, cualquier otro documento emitido por Entidad del sistema financiero que acredite el abono o mediante cancelacion en el mismo comprobante de pago1, correspondientes a un maximo de veinte (20) contrataciones.  En caso los Proveedores presenten varios comprobantes de pago para acreditar una sola contratacion, se debe acreditar que corresponden a dicha contratacion; de lo contrario, se asumira que los comprobantes acreditan contrataciones independientes, en cuyo caso solo se considerara, para la evaluacion, las veinte (20) primeras contrataciones indicadas en el Anexo referido a la Experiencia del Postor en la Especialidad.  En el caso de suministro, solo se considera como experiencia la parte del contrato que haya sido ejecutada durante los ocho (08) anos anteriores a la fecha de presentacion de ofertas, debiendo  1 Cabe precisar que, de acuerdo con la Resolucion N° 0065-2018-TCE-S1 del Tribunal de Contrataciones del  Estado:  “… el solo sello de cancelado en el comprobante, cuando ha sido colocado por el propio proveedor, no puede ser considerado como una acreditacion que produzca fehaciencia en relacion a que se encuentra cancelado. Admitir ello equivaldria a considerar como valida la sola declaracion del proveedor afirmando que el comprobante de pago ha sido cancelado” (…) “Situacion diferente se suscita ante el sello colocado por el cliente del proveedor [sea utilizando el termino “cancelado” o “pagado”] supuesto en el cual si se contaria con la declaracion de un tercero que brinde certeza, ante la cual debiera reconocerse la validez de la experiencia”.  adjuntarse copia de las conformidades correspondientes a tal parte o los respectivos comprobantes de pago cancelados.  En caso los postores presenten varios comprobantes de pago para acreditar una sola contratacion, se debe acreditar que corresponden a dicha contratacion; de lo contrario, se asumira que los comprobantes acreditan contrataciones independientes, en cuyo caso solo se considerara, para la evaluacion, las veinte (20) primeras contrataciones indicadas en el Anexo N* 8 referido a la Experiencia del Postor en la Especialidad.  En los casos que se acredite experiencia adquirida en consorcio, debe presentarse la promesa de consorcio o el contrato de consorcio del cual se desprenda fehacientemente el porcentaje de las obligaciones que se asumio en el contrato presentado; de lo contrario, no se computara la experiencia proveniente de dicho contrato.  En el caso de servicios de ejecucion periodica o continuada, solo se considera como experiencia la parte del contrato que haya sido ejecutada durante los ocho (8) anos anteriores a la fecha de presentacion de ofertas, debiendo adjuntarse copia de las conformidades correspondientes a tal parte o los respectivos comprobantes de pago cancelados.  Cuando estos contratos, ordenes de servicios o comprobantes de pago el monto facturado se encuentre expresado en moneda extranjera, debe indicarse el tipo de cambio venta  Sin perjuicio de lo anterior los postores deben llenar y presentar el Anexo E referido a la Experiencia del Postor en la Especialidad  Asimismo, cuando se presenten contratos derivados de procesos de seleccion convocados antes del 20.09.2012, la calificacion se cenira al metodo descrito en la Directiva “Participacion de Proveedores en Consorcio en las Contrataciones del Estado”, debiendo presumirse que el porcentaje de las obligaciones equivale al porcentaje de participacion de la promesa de consorcio o del contrato de consorcio. En caso que en dichos documentos no se consigne el porcentaje de participacion se presumira que las obligaciones se ejecutaron en partes iguales.  Si el titular de la experiencia no es el Proveedor, consignar si dicha experiencia corresponde a la matriz en caso que el Proveedor sea sucursal, o fue transmitida por reorganizacion societaria, debiendo acompanar la documentacion sustentatoria correspondiente.  Si el Proveedor acredita experiencia de otra persona juridica como consecuencia de una reorganizacion societaria, debe presentar adicionalmente el Anexo Nª9 correspondiente.  Cuando en los contratos, ordenes de compra o comprobantes de pago el monto facturado se encuentre expresado en moneda extranjera, debe indicarse el tipo de cambio venta publicado por la Superintendencia de Banca, Seguros y AFP correspondiente a la fecha de suscripcion del contrato, de emision de la orden de compra o de cancelacion del comprobante de pago, segun corresponda.  Sin perjuicio de lo anterior, los Proveedores deben llenar y presentar el Anexo Nº8 referido a la Experiencia del Postor en la Especialidad.  Importante  En el caso de consorcios, solo se considera la experiencia de aquellos integrantes que se hayan comprometido, segun la promesa de consorcio, a ejecutar el objeto materia de la convocatoria, conforme a la Directiva “Participacion de Proveedores en Consorcio en las Contrataciones del Estado”.  C CAPACIDAD TECNICA Y PROFESIONAL  C.1 .  EXPERIENCIA DEL PERSONAL CLAVE  Requisitos:  Gerente de Proyecto Experiencia minima de 5 anos en gestion de proyectos informaticos o de tecnologia de informacion  Arquitecto de Nube Debera acreditar experiencia minima de 3 anos en desarrollo y/o arquitectura y/o implementacion y/o configuracion y/o instalacion de soluciones en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube.  Especialista en Nube Debera acreditar experiencia minima de 3 anos en administrador y/o desarrollador y/o operador y/o configuracion y/o instalacion de desarrollo y/o infraestructura en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube.  Acreditacion: La experiencia del personal clave se acreditara con cualquiera de los siguientes documentos: (i) copia simple de contratos y su respectiva conformidad o (ii) constancias o (iii) certificados o (iv) cualquier otra documentacion que, de manera fehaciente demuestre la experiencia del personal propuesto.  De presentarse experiencia ejecutada paralelamente (Traslape), para el computo del tiempo de dicha experiencia solo se considerara una vez el periodo traslapado.  Importante  ● El tiempo de experiencia minimo debe ser razonable y congruente con el periodo en el cual el personal ejecutara las actividades para las que se le requiere, de forma tal que no constituya una restriccion a la participacion de Proveedores.  ● Los documentos que acreditan la experiencia deben incluir los nombres y apellidos del personal clave, el cargo desempenado, el plazo de la prestacion indicando el dia, mes y ano de inicio y culminacion, el nombre de la Entidad u organizacion que emite el documento y la fecha de emision y nombres y apellidos de quien suscribe el documento.  ● En caso los documentos para acreditar la experiencia establezcan el plazo de la experiencia adquirida por el personal clave en meses sin especificar los dias se debe considerar el mes completo.  ● Se considerara aquella experiencia que no tenga una antiguedad mayor a veinticinco (25) anos anteriores a la fecha de la presentacion de ofertas. "]}