{
    "1. UNIDAD ORGANICA QUE REQUIERE EL SERVICIO SUB GERENCIA DE DESARROLLO INSTITUCIONAL Y TECNOLOGIA DE LA INFORMACION": [
        "1. UNIDAD ORGANICA QUE REQUIERE EL SERVICIO SUB GERENCIA DE DESARROLLO INSTITUCIONAL Y TECNOLOGIA DE LA INFORMACION INFORMACION"
    ],
    "1. DENOMINACION DE LA CONTRATACION": [
        "1. DENOMINACION DE LA CONTRATACION Contratacion del Servicio de Infraestructura en la Nube para la Implementacion de los Sistemas Informaticos del Gobierno Regional Amazonas.\n"
    ],
    "2. FINALIDAD PUBLICA": [
        "2. FINALIDAD PUBLICA La presente contratacion del Servicio de Infraestructura en la Nube para la Implementacion de los Sistemas Informaticos del Gobierno Regional Amazonas tiene como finalidad principal el fortalecimiento de la capacidad institucional en la gestion de sus procesos y servicios digitales.\n Mediante la adopcion de una infraestructura en la nube robusta y escalable, se busca asegurar la disponibilidad, integridad y confidencialidad de la informacion manejada, permitiendo asi una optimizacion significativa en la entrega de servicios publicos digitales.\n"
    ],
    "3. OBJETIVOS DE LA CONTRATACION": [
        "3. OBJETIVOS DE LA CONTRATACION Migrar de manera segura y eficiente los sistemas y servicios informaticos actuales del Gobierno Regional Amazonas a una infraestructura en la nube, asegurando una transicion suave y sin interrupciones en los servicios brindados a los ciudadanos.\n  Refactorizar y optimizar el Sistema de Gestion Documental existente para garantizar su implementacion en una infraestructura de alta disponibilidad, con el fin de mejorar la resiliencia, escalabilidad y desempeno de los servicios en linea.\n"
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR El alcance de la contratacion incluye la provision integral de servicios necesarios para la migracion, acondicionamiento, instalacion, configuracion, pruebas de funcionalidad, y puesta en operacion del Sistema de Gestion Documental (SGD) en una infraestructura en la nube, asegurando su funcionamiento optimo, alta disponibilidad, seguridad de la informacion y continuidad del servicio.\n  El presente servicio incluye: Sub  (Item) Tipo Prestacion Producto Cantidad  1 Prestacion Principal  Servicio de implementacion y  puesta en operacion  01  Servicio",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR de infraestructura de  nube 01  2 Prestacion Accesoria Servicio de Gestion y Soporte 01 "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1. Consideraciones generales que debe tener la nube": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1. Consideraciones generales que debe tener la nube  La infraestructura de nube ofertada, debe soportar las siguientes caracteristicas:  "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.1. Caracteristicas tecnicas de la nube": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.1. Caracteristicas tecnicas de la nube  El servicio de nube que ofrecera el Proveedor debera contar con las siguientes caracteristicas:  ● El servicio de nube debe ser brindado por un proveedor de servicios de nube publica y debe figurar dentro del Cuadrante Magico de Gartner de Servicios de Infraestructura y Plataforma en Nube mas vigente.\n  ● El servicio de nube debe contar con el catalogo de sus servicios en su respectiva pagina web, permitiendo que cualquier persona con acceso a internet acceda facilmente",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.1. Caracteristicas tecnicas de la nube a la descripcion de las caracteristicas tecnicas de cada uno de ellos.\n  ● El servicio debera contar con una plataforma o consola la cual permita administrar los servicios de Infraestructura publica o Nube publica, la misma que sera manejada por el Especialista del Servicio a contratar.\n  ● Asegurar un tiempo de actividad (uptime) del 99.\n9% para la Infraestructura de Nube descrita en los presentes terminos de referencia.\n  ● El servicio de nube debe ofrecer una calculadora de",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.1. Caracteristicas tecnicas de la nube precios, con la cual el interesado puede proyectar presupuestos.\n  ● El servicio de nube debe contar con certificaciones como:  a) SOC 1: Informe de controles de auditoria b) SOC 2: Informe de seguridad, disponibilidad y confidencialidad c) SOC 3: Informe de controles generales d) ISO 9001: Estandar de calidad internacional e) ISO 27001: Controles de administracion de seguridad f) ISO 27017: Controles especificos de la nube  g) ISO 27018: Proteccion de datos personales "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.2. Servicios de gestion de identidad y acceso": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.2. Servicios de gestion de identidad y acceso  a.\n El servicio debe permitir controlar el acceso, permisos a sus recursos y servicios de la  nube.\n  b.\n El servicio debe permitir que se administren permisos para sus usuarios y aplicaciones.\n c.\n El servicio debe permitir analizar el acceso a recursos y servicios.\n d.\n El servicio debe garantizar que los usuarios no tendran acceso a los recursos de la nube  hasta que se concedan de forma explicita los permisos.\n  e.\n El servicio debe permitir crear",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.2. Servicios de gestion de identidad y acceso credenciales temporales.\n f.\n El servicio debe permitir identificar y eliminar facilmente los permisos no utilizados  g.\n El servicio debe permitir diferentes modos de autenticacion de usuarios como  contrasenas, pares de claves y autenticacion multifactor  h.\n El servicio debe soportar la federacion desde sistemas corporativos como Microsoft  Active Directory, asi como proveedores de identidad basados en estandares.\n  i.\n El servicio debe permitir bloquear los puertos que dan acceso a la nube publica y generar listas blancas",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.2. Servicios de gestion de identidad y acceso de direcciones IP a traves politicas  j.\n El servicio debe permitir contar con informacion de auditoria de accesos a los recursos de la nube.\n "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.3. Servicios de Respaldo": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.3. Servicios de Respaldo  a.\n El servicio debe brindar acceso a una consola centralizada de copias de seguridad.\n b.\n El servicio debe permitir administrar de manera centralizada politicas de copias de  seguridad que cumplan con sus requisitos pertinentes y aplicarlas en recursos de la nube.\n  c.\n El servicio debe permitir definir politicas de retencion de copias de seguridad  automaticamente de acuerdo con los requisitos de la entidad y de conformidad normativa vinculados con el respaldo.\n  d.\n El servicio debe",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.3. Servicios de Respaldo permitir almacenar las copias de seguridad periodicas de una manera  gradual y eficiente.\n  e.\n Debe permitir los respaldos basados en snapshots.\n "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.4. Servicios de computo de instancias virtuales": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.4. Servicios de computo de instancias virtuales  a.\n El servicio debe contar con un entorno virtual de computo que permita utilizar interfaces  de servicios web para lanzar instancias con distintos sistemas operativos, cargarlas con  su entorno de aplicaciones personalizado, administrar los permisos de acceso a la red y ejecutar su imagen utilizando los sistemas que se desee.\n  b.\n El servicio debe permitir pausar y reanudar las instancias.\n c.\n El servicio debe contar con la capacidad para lanzar / administrar un grupo de recursos",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.4. Servicios de computo de instancias virtuales  de computo con una sola solicitud.\n  d.\n El servicio debe permitir hacer seguimiento de licencias para regular el uso y el  cumplimiento.\n  e.\n El servicio debe permitir implementar funcionalidades de auto escalamiento.\n f.\n El servicio debe contar con la capacidad de sincronizacion de tiempo para instancias  computo.\n  g.\n El servicio debe soportar acceso SSH basado en politicas.\n h.\n El servicio debe ser suministrado bajo un esquema de pago por uso.\n i.\n El servicio debe",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.4. Servicios de computo de instancias virtuales ofrecer la posibilidad de colocar instancias en distintas regiones de  disponibilidad.\n  j.\n El servicio debe permitir el uso de direcciones IP publicas.\n k.\n El servicio debe permitir ajustar la escala de la capacidad de las instancias  automaticamente de acuerdo con las condiciones que se definan.\n  l.\n El servicio debe permitir acceder de manera privada a la API de las instancias desde  su red privada de nube o sobre conexion directa, sin utilizar IP publicas y",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.4. Servicios de computo de instancias virtuales sin que el trafico deba atravesar la Internet.\n  m.\n Debe ofrecer un servicio de origen de hora de alta precision, fiabilidad y disponibilidad  que pueda ser usado por los servicios de computo.\n "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.5. Servicios de Puerta de enlace NAT": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.5. Servicios de Puerta de enlace NAT  a.\n Permite que instancias en una subred privada accedan a servicios externos a internet  o a otras redes mientras usan una direccion IP publica unica o un grupo de direcciones, facilitando el aislamiento y la seguridad de las instancias sin direcciones IP publicas.\n  b.\n Esta disenado para ser altamente disponible sin intervencion manual.\n c.\n No acepta conexiones entrantes; solo permite iniciar conexiones desde las instancias  hacia el exterior, lo cual mejora la seguridad de la red",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.5. Servicios de Puerta de enlace NAT privada.\n  d.\n Se escala automaticamente hasta alcanzar un rendimiento muy alto, sin necesidad de  parches, actualizaciones o intervencion manual.\n  e.\n Se configura y gestiona a traves del panel de control del proveedor de la nube,  simplificando las operaciones de red y reduciendo la carga de trabajo del equipo de TI.\n "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.6. Servicio de base de datos relacional": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.6. Servicio de base de datos relacional  a.\n El servicio debe permitir automatizar las tareas administrativas, como el  aprovisionamiento de hardware, la configuracion de bases de datos, la implementacion de parches y la creacion de copias de seguridad.\n  b.\n El servicio debe permitir escoger entre los siguientes motores de bases de datos SQL:  Mysql v8  c.\n El servicio debe ser compatible con herramientas para migrar o replicar las bases de  datos existentes.\n  d.\n El servicio debe estar en capacidad de",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.6. Servicio de base de datos relacional encargarse de tareas habituales de las bases  de datos, como el aprovisionamiento, las revisiones, las copias de seguridad, la recuperacion, la deteccion de errores y la reparacion.\n  e.\n El servicio se debe poder desplegar en multiples centros de datos del proveedor de  nube para garantizar alta disponibilidad.\n  f.\n El servicio debe permitir aplicar de forma automatica parches de software.\n g.\n El servicio debe contar con diversas opciones de almacenamiento en virtud del  rendimiento requerido.\n Las",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.6. Servicio de base de datos relacional opciones de almacenamiento deben incluir:  Almacenamiento de uso general (SSD) y/o Almacenamiento de IOPS provisionadas (SSD).\n  h.\n El servicio debe permitir ampliar automaticamente el tamano del volumen de la base  de datos a medida que las necesidades de almacenamiento de la base de datos crecen,  hasta un maximo de 64 TB o la cantidad maxima que establezca.\n  i.\n El servicio debe permitir hacer copias de seguridad automatizadas.\n j.\n El servicio debe permitir especificar el periodo",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.6. Servicio de base de datos relacional de retencion de copia de seguridad  automatica hasta un minimo de 30 dias calendarios culminados los 12 meses del servicio.\n  k.\n El servicio debe permitir crear instantaneas de base de datos (copias de seguridad) que  inicia el usuario de la instancia almacenada en el servicio de almacenamiento de objetos, y que se conservaran hasta que se eliminen explicitamente.\n  l.\n El servicio debe soportar la capacidad de notificar eventos de la base de datos por  email",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.6. Servicio de base de datos relacional o SMS  m.\n El servicio debe contar con capacidad de conmutacion por error (automatizada) n.\n El servicio debe contar con capacidad de prueba de conmutacion por error (manual)  "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.7. Servicio de base de datos en memoria para redis": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.7. Servicio de base de datos en memoria para redis  a.\n El servicio debe proveer almacenamiento en memoria y sistema de cache distribuido,  compatible con Redis.\n  b.\n Debe ofrecer tiempos de respuesta de milisegundos, lo que permite millones de  solicitudes por segundo para aplicaciones en tiempo real.\n  c.\n Soportar replicacion entre zonas de disponibilidad para lograr una alta disponibilidad y  durabilidad de los datos.\n  d.\n Permitir la conexion desde los servidores de aplicaciones para la gestion de cache y  sesiones.\n  e.\n",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.7. Servicio de base de datos en memoria para redis El servicio se encarga de tareas operativas como la provision de infraestructura, el  parcheo de software y la configuracion de parametros.\n "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.8. Servicio de Sistema de archivos": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.8. Servicio de Sistema de archivos  a.\n El servicio debe estar disenado para ajustar su escala hasta petabytes bajo demanda  sin interrumpir el funcionamiento de las aplicaciones, mediante el aumento y la reduccion automatica de su capacidad a medida que agrega o elimina archivos.\n  b.\n El servicio debe ser completamente administrado.\n c.\n El servicio debe garantizar que todos los archivos y directorios estan almacenados de  forma redundante en varias ubicaciones fisicas para evitar la perdida de datos debido a un error de",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.8. Servicio de Sistema de archivos alguno de los componentes unicos.\n  d.\n El servicio debe estar fundamentado en un esquema de arquitectura distribuida.\n e.\n El servicio debe permitir controlar el acceso de la red a los sistemas de archivos usando  reglas de seguridad.\n  f.\n El servicio debe permitir controlar el acceso de aplicaciones a sus sistemas de archivos  usando politicas y puntos de acceso.\n  g.\n El servicio debe permitir que el rendimiento y las IOPS escalen a medida que un ",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.8. Servicio de Sistema de archivos sistema de archivos crece y debe poder ampliarse a niveles de mayor rendimiento durante periodos breves para admitir las necesidades de rendimiento impredecibles de las cargas de trabajo de archivos.\n  h.\n El servicio de sistema de archivos compartido debe ser compatible con NFS v3 o  superior.\n  i.\n El servicio debe contar con puntos de acceso para sistemas de archivos NFS  compartidos.\n  j.\n El servicio debe permitir hacer cifrado de los datos en transito y en",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.8. Servicio de Sistema de archivos reposo.\n k.\n El servicio debe contar con capacidad para aumentar el sistema de archivos a la escala  de Petabyte.\n  l.\n El servicio debe contar con capacidad para cifrar los datos en transito.\n m.\n El servicio debe soportar la erradicacion de datos de almacenamiento de archivos.\n "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.9. Servicio de Balanceador de carga": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.9. Servicio de Balanceador de carga  a.\n El servicio debe distribuir automaticamente el trafico de aplicaciones entrantes a traves  de varios destinos, tales como instancias y direcciones IP.\n  b.\n El servicio debe estar en capacidad de detectar destinos que funcionen  incorrectamente, dejar de enviar trafico a ellos y, a continuacion, distribuir la carga entre los destinos restantes que no presenten problemas.\n  c.\n Se deben poder crear y administrar grupos de seguridad asociados con balanceadores  de carga a fin de ofrecer",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.9. Servicio de Balanceador de carga opciones de seguridad y redes adicionales.\n  d.\n El servicio debe proporcionar la capacidad de administracion integrada de certificados  y descifrado SSL/TLS, lo que debe brindar la flexibilidad para administrar de manera centralizada los parametros de SSL del balanceador de carga y eliminar el trabajo intensivo de la CPU de la aplicacion.\n  e.\n El servicio debe permitir equilibrar cargas de trabajo a nivel de capa 7.\n f.\n El servicio debe permitir equilibrar la carga en aplicaciones HTTP o",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.9. Servicio de Balanceador de carga HTTPS para  caracteristicas especificas de la capa 7.\n  g.\n El servicio debe facilitar el monitoreo de rendimiento de las aplicaciones en tiempo real.\n h.\n El servicio debe asegurar que se utilicen en todo momento los protocolos y cifradores  SSL/TLS mas recientes.\n  i.\n El servicio debe permitir distribuir el trafico de entrada entre destinos en varias zonas  de disponibilidad.\n  j.\n El servicio debe escalar automaticamente la capacidad de administracion de solicitudes  como respuesta al",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.9. Servicio de Balanceador de carga trafico de aplicaciones entrante.\n  k.\n El servicio debe soportar: direccionamiento basado en host, direccionamiento basado  en ruta, direccionamiento basado en el encabezado HTTP, direccionamiento basado en el metodo HTTP, direccionamiento basado en parametros de cadenas de consultas y direccionamiento basado en CIDR para direcciones IP de origen.\n  l.\n El servicio debe contar con compatibilidad IPv6 nativa.\n m.\n El servicio debe ser compatible con las sesiones persistentes mediante el uso de  cookies generadas por el balanceador de",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.9. Servicio de Balanceador de carga carga.\n  n.\n El servicio debe facilitar el monitoreo de metricas tales como el recuento de solicitudes,  el recuento de errores, los tipos de errores y la latencia de las solicitudes.\n  o.\n El servicio debe tener la capacidad de redirigir las solicitudes de HTTP a las solicitudes  de HTTPS.\n "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.10. Servicio de Red de entrega de contenido": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.10. Servicio de Red de entrega de contenido  a.\n Distribuir Aplicaciones, Datos, videos, archivos estaticos y APIs de usuarios de todo el  mundo de forma segura.\n  b.\n Baja latencia de exposicion de contenido.\n c.\n Altas velocidades de transferencia.\n d.\n Capacidades de seguridad avanzada como cifrado completo y compatibilidad con  HTTPS.\n  e.\n Integracion con otros servicios de firewall, ruteo, gestion de dominios, etc.\n f.\n Proteccion contra ataques DDoS a las capas de aplicacion y red.\n g.\n Servicio con ubicaciones de red de bordes, con",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.10. Servicio de Red de entrega de contenido escalado de manera global y  conectados a la red Cloud.\n  h.\n Mejorar la experiencia de usuario, mas segura, de mayor rendimiento y disponibilidad.\n "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.11. Servicio de Firewall de aplicaciones web": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.11. Servicio de Firewall de aplicaciones web  a.\n El servicio debe permitir crear reglas para filtrar el trafico web en funcion de condiciones  como la direccion IP, los encabezados y cuerpos HTTP o los URI personalizados.\n  b.\n El servicio debe permitir crear reglas que bloqueen ataques comunes como la inyeccion  SQL o el scripting entre sitios.\n  c.\n El servicio debe permitir crear un conjunto centralizado de reglas que puede  implementar en varios sitios web.\n  d.\n El servicio debera poderse administrar",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.11. Servicio de Firewall de aplicaciones web por completo mediante API o soportar RESTful  API para gestion de la configuracion.\n  e.\n El servicio debe poderse implementar y aprovisionarse automaticamente con plantillas  de muestra que permiten describir todas las reglas de seguridad que la entidad quiere  implementar para sus aplicaciones web.\n  f.\n El servicio debe proporcionar metricas en tiempo real y registrar solicitudes sin procesar  que incluyen detalles sobre direcciones IP, geolocalizacion, URI, agentes de usuario.\n  g.\n El servicio debe permitir",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.11. Servicio de Firewall de aplicaciones web agregar una lista de IP anonimas para las reglas administradas  de la nube.\n  h.\n El servicio debe permitir una rapida propagacion de las reglas definidas.\n i.\n El servicio debe contar con proteccion de bot.\n j.\n El servicio debe tener una disponibilidad minima de 99.\n95% "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.12. Servicio de transferencia de datos en la nube": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.12. Servicio de transferencia de datos en la nube  a.\n El servicio debe permitir la transferencia de datos hacia y desde la infraestructura de  proveedor cloud de manera eficiente y segura.\n  b.\n Debe proporcionar opciones para la transferencia de datos a traves de Internet y  conexiones directas dedicadas.\n  c.\n El servicio debe admitir la transferencia de datos en diferentes formatos, incluidos  archivos, bases de datos y transmisiones en tiempo real.\n  d.\n Debe ofrecer opciones de compresion y cifrado para garantizar la seguridad",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.12. Servicio de transferencia de datos en la nube y la  eficiencia de la transferencia de datos.\n  e.\n El servicio debe ser compatible con la migracion de datos hacia y desde otros  proveedores de servicios en la nube y entornos locales.\n  f.\n Debe proporcionar herramientas y recursos para supervisar y gestionar la transferencia  de datos, incluida la optimizacion de la velocidad y el rendimiento.\n  g.\n El servicio debe ser compatible con las politicas de seguridad de la organizacion,  incluida la gestion de",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.12. Servicio de transferencia de datos en la nube acceso y permisos.\n  h.\n Debe ser facturado segun el volumen de datos transferidos y la velocidad de  transferencia de datos.\n "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.13. Servicios de Monitoreo": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.13. Servicios de Monitoreo  a.\n El servicio debe permitir monitorear recursos de infraestructura locales, hibridos y de la  nube.\n  b.\n El servicio debe permitir recopilar y obtener acceso a todos los datos de rendimiento y  operaciones en formato de registros y metricas a partir de una sola plataforma  c.\n El servicio debe permitir visualizar y analizar el estado, el rendimiento y la disponibilidad  de sus aplicaciones en un solo lugar.\n  d.\n El servicio debe tener la capacidad",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.13. Servicios de Monitoreo de hacer monitoreo de las aplicaciones en tres  dimensiones: monitoreo de infraestructura (con metricas y registros para comprender los recursos que respaldan sus aplicaciones), monitoreo de transacciones (con rastreos para comprender las dependencias entre sus recursos) y monitoreo de usuario final (para monitorear sus puntos de enlace y notificarle cuando su experiencia de usuario final se haya degradado)  e.\n El servicio debe permitir monitorear puntos de enlace de la aplicacion f.\n El servicio debe permitir escribir reglas para",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.13. Servicios de Monitoreo indicar los eventos de interes para la  aplicacion y las acciones automatizadas que se deben desencadenar cuando una regla concuerde con un evento.\n  g.\n El servicio debe facilitar el diagnostico, aislamiento y correccion de problemas h.\n El servicio debe permitir realizar analisis historicos para optimizar costos y obtener  informacion en tiempo real sobre los recursos de la infraestructura y la optimizacion de las aplicaciones.\n  i.\n El servicio debe permitir recopilar hasta 50 metricas predeterminadas de servicios",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.13. Servicios de Monitoreo de la  nube  j.\n El servicio debe permitir crear graficos reutilizables y ver las aplicaciones y los recursos  de la nube en una vista unificada  k.\n El servicio debe permitir monitorear contenedores l.\n El servicio debe contar con granularidad configurable de monitoreo/alerta  m.\n El servicio debe permitir correlacionar el patron de registros de una metrica especifica y  definir alarmas para que avisen de manera proactiva acerca de problemas operativos y de rendimiento  n.\n",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.13. Servicios de Monitoreo La funcionalidad de alarmas debe permitir definir un umbral de metricas y activar una  accion.\n  o.\n El servicio debe permitir monitorear el rendimiento operativo, resolver errores y detectar  tendencias  p.\n El servicio debe permitir controlar que usuarios y recursos tienen permiso para obtener  acceso a sus datos y de que manera lo hacen  q.\n El servicio debe permitir cifrar los datos en transito y en reposo.\n "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.14. Servicio de gestion de DNS": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.14. Servicio de gestion de DNS  a.\n El servicio debe ser escalable y debe proveer alta disponibilidad b.\n El servicio debe permitir crear reglas de reenvio condicional y puntos de enlace DNS  para resolver nombres personalizados controlados en las zonas privadas alojadas en el servicio o en los servidores DNS que se encuentran en las instalaciones.\n  c.\n El servicio debe permitir redirigir a los usuarios finales hacia los mejores puntos de enlace  para la aplicacion en funcion de la geo●proximidad, la latencia,",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.14. Servicio de gestion de DNS el estado y otras consideraciones  d.\n El servicio debe permitir remitir a los usuarios finales a un punto de enlace determinado  que la Entidad especifique en funcion de la ubicacion geografica del usuario final.\n  e.\n El servicio debe permitir administrar nombres de dominio personalizados para los  recursos de la nube internos sin exponer datos de DNS en la web publica.\n  f.\n El servicio debe permitir dirigir automaticamente a los visitantes del sitio web a una",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.14. Servicio de gestion de DNS ubicacion alternativa para evitar interrupciones del servicio.\n  g.\n El servicio debe permitir dirigir automaticamente a los visitantes del sitio web a una  ubicacion alternativa para evitar interrupciones del servicio.\n  h.\n El servicio debe ofrecer servicios de registro de nombres de dominio, donde sea posible  buscar y registrar nombres de dominio disponibles o transferir nombres de dominio existentes para que se administren a traves del servicio.\n  i.\n El servicio debe contar con una sencilla interfaz de",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.14. Servicio de gestion de DNS servicios web que permita ponerse en marcha en cuestion de minutos  j.\n El servicio debe permitir transferir el dominio desde otro servicio DNS al servicio DNS en la nube  k.\n El servicio debe ofrecer un conjunto sencillo de API que facilita la creacion y la  administracion de registros DNS para los dominios  l.\n El servicio debe incluir la funcionalidad de administracion de nombres DNS para escalar hacia arriba o hacia abajo el microservicio.\n  m.\n El",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.1.14. Servicio de gestion de DNS servicio debe tener una disponibilidad del 99.\n9% como minimo.\n "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.2. Infraestructura de nube requerida": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.2. Infraestructura de nube requerida  Para la presentacion de su oferta, el postor debera presentar el costo total del servicio, basandose en la suposicion de que se utilizaran todos los servicios solicitados en los terminos de referencia al 100%.\n Para esto, los postores deberan referirse al modelo establecido en el Anexo C 'Precio de la Oferta', el cual detalla el costo total como Suma Alzada para los componentes del presente servicio.\n  Componentes del Servicio Unidad de  medida  Cantidad  Mensual ",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.2. Infraestructura de nube requerida referencial  Servicio de computo  Sistema operativo Linux  Cantidad 2  Memoria RAM 8 GB  vCPU 2  Disco SSD 100 GB  IP publica 1  Sistema operativo Linux  Cantidad 2  Memoria RAM 8 GB  vCPU 2  Disco SSD 20 GB  IP publica ●  Servicio de NAT  Cantidad de NAT 1  Cantidad 1 Datos procesados por  NAT 100 GB  Servicio de base de  datos compatible",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.2. Infraestructura de nube requerida  con PostgreSQL  (HA)  vCPU 2  Cantidad 1  RAM 16 GB  SSD 100 GB  Zonas de disponibilidad 2  Servicio de base de  datos en memoria  para redis (HA)  vCPU 2  Cantidad 1  Memoria RAM 6.\n38 GB  Rendimiento de la red Hasta 12,5 GB  Zonas de disponibilidad 2  Servicio de Sistema  de archivos Almacenamiento (GB) GB 500  Balanceador de carga a nivel de ",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.2. Infraestructura de nube requerida aplicacion  Numero de  balanceadores 1  Cantidad 1  GB procesados 500 GB  Servicio de entrega  de contenido (CDN)  Transferencia de datos  salientes (GB) 1 TB  Cantidad 1  Numero de consultas 10 M  Servicio de WAF  Numero de consultas 10 M  Cantidad 1  Reglas 20  Servicio de  transferencia de  datos  Transferencia de datos  salientes (GB) 500 GB Cantidad 1  Servicio de ",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.2. Infraestructura de nube requerida monitoreo y  observabilidad  Paneles 3  Cantidad 1  Datos de registros  ingeridos (GB) 20 GB  Alarmas 10  Servicio de gestion  de DNS  Para 5 zonas  hosteadas 2 Cantidad 1   Leyenda Nomenclaturas:   M = Millones MB = Megabytes GB = Gigabytes TB = Terabytes HA = High Availability MS = Milisegundos PU = Precios Unitarios SA = Suma Alzada  "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.3. Implementacion de la solucion": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.3. Implementacion de la solucion  La implementacion de la solucion de infraestructura en la nube debera cumplir con los siguientes requisitos y etapas:   ● El contratista elaborara y presentara un plan de trabajo detallado, incluyendo un cronograma de actividades e hitos especificos.\n  ● Configuracion y puesta en marcha de una infraestructura en la nube, cumpliendo con los requisitos de alta disponibilidad.\n  ● Replicacion de datos en al menos dos centros de datos distintos, asegurando la continuidad del negocio.\n  ●",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.3. Implementacion de la solucion Adaptacion y optimizacion del codigo fuente del SGD para su operacion eficiente en un entorno de alta disponibilidad, basandose en la version JAVA 8.\n  ● Implementacion de practicas de seguridad en el codigo para mitigar vulnerabilidades.\n  ● Configuracion de balanceo de carga para distribuir el trafico de manera equitativa entre servidores.\n  ● Implementacion de grupos de autoescalamiento horizontal para ajustar dinamicamente la capacidad de procesamiento segun la demanda.\n  ● Configuracion de la Red de Distribucion de",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.3. Implementacion de la solucion Contenidos (CDN) para acelerar la entrega de contenido a los usuarios.\n  ● Configuracion de un Firewall de Aplicaciones Web (WAF) con reglas actualizadas para la proteccion contra ataques de ciberseguridad comunes y avanzados.\n  ● Configuracion de backups automaticos diarios con una politica de retencion de 30 dias, asegurando la recuperabilidad de datos.\n  ● Configuracion de la base de datos para operar en un modo de alta disponibilidad, incluyendo la capacidad de restauracion a un punto en el",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.3. Implementacion de la solucion tiempo (Point in Time Restore) de hasta 5 minutos.\n  ● Instalacion y configuracion del SGD en la infraestructura en la nube, seguido de pruebas exhaustivas que cubran funcionalidad, seguridad, rendimiento y capacidad de recuperacion ante desastres.\n "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.4. Soporte": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.4. Soporte  El Contratista proveera un servicio de soporte bajo las siguientes caracteristicas:  ✔ El proveedor debe brindar un soporte integral especializado (24x7x365) Incluyendo  asistencia tecnica, informatica y operativa a todos los niveles de soporte, sin costos adicionales durante la duracion del contrato.\n  ✔ Este servicio debera ser atendido a traves de los siguientes Canales de Atencion:  ● Telefonico, a traves de un numero de contacto disponible en modalidad 24x7.\n Este podra ser numero fijo o movil",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.4. Soporte y donde se podra reportar y atender cualquier tipo de solicitud.\n  ● Correo electronico, a traves de una direccion de correo asignada para la atencion de solicitudes (incidentes, requerimientos o consultas).\n  ● Tambien podra estar disponible atencion via web o via chat.\n El proveedor debera oficializar estos canales de atencion al inicio del servicio.\n   ✔ El proveedor y su personal a cargo deben brindar soporte remoto, cuando se requiera.\n ✔ El contratista debe designar a un",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.4. Soporte responsable y senalar por escrito los datos de contacto  de este para la atencion de los inconvenientes, reclamos, gestionar los pedidos, entre otros.\n  ✔ En caso de existir modificaciones en los contactos, estas deberan ser informadas y  remitidas por la Mesa de Partes.\n "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.4.1. ATENCION DE REQUERIMIENTOS": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.4.1. ATENCION DE REQUERIMIENTOS  De solicitar una peticion que implique gestion de cambios.\n En general se considera que existen labores de “gestion de cambios” en aquellas solicitudes que tendran las siguientes caracteristicas:   ● El trabajo solicitado debe ser ejecutado por el personal con perfil de especialista cloud.\n  ● La duracion de estas actividades no esta acotada completamente, ya que dependen de  la complejidad que demande la peticion  Tiempo de Respuesta para Requerimientos Se define como Tiempo de Respuesta",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.4.1. ATENCION DE REQUERIMIENTOS para requerimientos al tiempo transcurrido desde el momento en que la entidad realiza un pedido al contratista y el momento en que el requerimiento ha sido recepcionado.\n Luego el personal especializado se comunicara con la entidad para informar que el requerimiento ha sido recepcionado para su pronta atencion.\n  Tiempo de respuesta: 2 horas en 8x5.\n  Caracteristica Descripcion  Horario de Atencion (No incluye  dias festivos ni feriados)  Los horarios de atencion solicitados son: Gestion de Requerimientos",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.4.1. ATENCION DE REQUERIMIENTOS  9:00 am a 5:00 pm (L●V) "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.4.2. ATENCION DE INCIDENCIAS": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.4.2. ATENCION DE INCIDENCIAS   El tiempo de respuesta ante una incidencia, se define como el tiempo transcurrido entre el momento en que la entidad notifica la averia o si la averia es detectada internamente por el proveedor y el momento en que un tecnico del servicio empieza a trabajar en la resolucion del problema y ademas se realiza la primera comunicacion con la entidad.\n  Cada incidencia estara asociada a un nivel de severidad descrito a continuacion:  Severidad Descripcion Tiempos de",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.4.2. ATENCION DE INCIDENCIAS  respuesta  Nivel 1  (Graves)  Fallos que involucran una indisponibilidad del  servicio de infraestructura cloud.\n  30 minutos en  7x24  Nivel 2  (Medias)  Fallos que involucran una degradacion en la  calidad del servicio, tal como la saturacion de  recursos, atencion de servicios a una  capacidad menor al 100%.\n  1 hora en   7x24  Nivel 3  (Leves)  Fallos que involucran a funcionalidades  secundarias del",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.4.2. ATENCION DE INCIDENCIAS servicio y que no afectan su  normal operatividad.\n  2 horas en 8x5  y   4 horas en 7x24  Los niveles de severidad serviran a los grupos de operacion para priorizar las incidencias y atenderlas en base a los tiempos de respuesta  Caracteristica Descripcion  Horario de Atencion (De  acuerdo con el nivel de  severidad, se debe atender en 7x24 (L●D) u 8x5(L●V)  Los horarios de atencion solicitados son: Gestion de Incidentes",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.4.2. ATENCION DE INCIDENCIAS 24 x 7 x 365 (*) "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.5. Lugar y plazo de prestacion del servicio": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.5. Lugar y plazo de prestacion del servicio "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.5.1. Lugar": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.5.1. Lugar   La implementacion sera realizada de forma remota.\n La Sede principal del Gobierno Regional de Amazonas, esta ubicada en Ortiz Arrieta 1250 ● Amazonas ● Chachapoyas ● Chachapoyas.\n   "
    ],
    "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.5.2. Plazo": [
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.5.2. Plazo  Se considera de la siguiente manera:  Implementacion: ● La implementacion del servicio sera realizada en un plazo maximo de hasta treinta (30) dias calendarios, contados a partir del dia siguiente de la firma del contrato.\n  ● Gerencia de planeamiento, presupuesto y acondicionamiento territorial,con el Proveedor suscribiran el Acta de Conformidad de Implementacion (Anexo A), a mas tardar a los cinco (05) calendarios posteriores al termino la implementacion, en caso no se presenten observaciones.\n  ● Finalizada la",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.5.2. Plazo implementacion del servicio, se firmara el “Acta de Inicio del Servicio” (Ver Anexo B), suscrita por el representante de la Gerencia de planeamiento, presupuesto y acondicionamiento territorial y el Proveedor, para dar inicio al conteo de los Trescientos sesenta y cinco (365) dias calendario (365) dias calendarios de prestacion del servicio.\n  Plazo del servicio:   ● Trescientos sesenta y cinco (365) dias calendario, contados a partir del dia siguiente de la firma del “Acta de Inicio de Servicio”.\n",
        "4. CARACTERISTICAS Y CONDICIONES DEL SERVICIO A CONTRATAR 4.5.2. Plazo De no consumir la capacidad total de los  recursos contratados en nube, el proveedor debera otorgar lo equivalente en creditos disponibles a la entidad para su uso.\n "
    ],
    "4.1. Consideraciones generales que debe tener la nube 4.1.1. Caracteristicas tecnicas de la nube": [
        "4.1. Consideraciones generales que debe tener la nube 4.1.1. Caracteristicas tecnicas de la nube  El servicio de nube que ofrecera el Proveedor debera contar con las siguientes caracteristicas:  ● El servicio de nube debe ser brindado por un proveedor de servicios de nube publica y debe figurar dentro del Cuadrante Magico de Gartner de Servicios de Infraestructura y Plataforma en Nube mas vigente.\n  ● El servicio de nube debe contar con el catalogo de sus servicios en su respectiva pagina web, permitiendo que cualquier persona con acceso a internet acceda facilmente",
        "4.1. Consideraciones generales que debe tener la nube 4.1.1. Caracteristicas tecnicas de la nube a la descripcion de las caracteristicas tecnicas de cada uno de ellos.\n  ● El servicio debera contar con una plataforma o consola la cual permita administrar los servicios de Infraestructura publica o Nube publica, la misma que sera manejada por el Especialista del Servicio a contratar.\n  ● Asegurar un tiempo de actividad (uptime) del 99.\n9% para la Infraestructura de Nube descrita en los presentes terminos de referencia.\n  ● El servicio de nube debe ofrecer una calculadora de",
        "4.1. Consideraciones generales que debe tener la nube 4.1.1. Caracteristicas tecnicas de la nube precios, con la cual el interesado puede proyectar presupuestos.\n  ● El servicio de nube debe contar con certificaciones como:  a) SOC 1: Informe de controles de auditoria b) SOC 2: Informe de seguridad, disponibilidad y confidencialidad c) SOC 3: Informe de controles generales d) ISO 9001: Estandar de calidad internacional e) ISO 27001: Controles de administracion de seguridad f) ISO 27017: Controles especificos de la nube  g) ISO 27018: Proteccion de datos personales "
    ],
    "4.1. Consideraciones generales que debe tener la nube 4.1.2. Servicios de gestion de identidad y acceso": [
        "4.1. Consideraciones generales que debe tener la nube 4.1.2. Servicios de gestion de identidad y acceso  a.\n El servicio debe permitir controlar el acceso, permisos a sus recursos y servicios de la  nube.\n  b.\n El servicio debe permitir que se administren permisos para sus usuarios y aplicaciones.\n c.\n El servicio debe permitir analizar el acceso a recursos y servicios.\n d.\n El servicio debe garantizar que los usuarios no tendran acceso a los recursos de la nube  hasta que se concedan de forma explicita los permisos.\n  e.\n El servicio debe permitir crear",
        "4.1. Consideraciones generales que debe tener la nube 4.1.2. Servicios de gestion de identidad y acceso credenciales temporales.\n f.\n El servicio debe permitir identificar y eliminar facilmente los permisos no utilizados  g.\n El servicio debe permitir diferentes modos de autenticacion de usuarios como  contrasenas, pares de claves y autenticacion multifactor  h.\n El servicio debe soportar la federacion desde sistemas corporativos como Microsoft  Active Directory, asi como proveedores de identidad basados en estandares.\n  i.\n El servicio debe permitir bloquear los puertos que dan acceso a la nube publica y generar listas blancas",
        "4.1. Consideraciones generales que debe tener la nube 4.1.2. Servicios de gestion de identidad y acceso de direcciones IP a traves politicas  j.\n El servicio debe permitir contar con informacion de auditoria de accesos a los recursos de la nube.\n "
    ],
    "4.1. Consideraciones generales que debe tener la nube 4.1.3. Servicios de Respaldo": [
        "4.1. Consideraciones generales que debe tener la nube 4.1.3. Servicios de Respaldo  a.\n El servicio debe brindar acceso a una consola centralizada de copias de seguridad.\n b.\n El servicio debe permitir administrar de manera centralizada politicas de copias de  seguridad que cumplan con sus requisitos pertinentes y aplicarlas en recursos de la nube.\n  c.\n El servicio debe permitir definir politicas de retencion de copias de seguridad  automaticamente de acuerdo con los requisitos de la entidad y de conformidad normativa vinculados con el respaldo.\n  d.\n El servicio debe",
        "4.1. Consideraciones generales que debe tener la nube 4.1.3. Servicios de Respaldo permitir almacenar las copias de seguridad periodicas de una manera  gradual y eficiente.\n  e.\n Debe permitir los respaldos basados en snapshots.\n "
    ],
    "4.1. Consideraciones generales que debe tener la nube 4.1.4. Servicios de computo de instancias virtuales": [
        "4.1. Consideraciones generales que debe tener la nube 4.1.4. Servicios de computo de instancias virtuales  a.\n El servicio debe contar con un entorno virtual de computo que permita utilizar interfaces  de servicios web para lanzar instancias con distintos sistemas operativos, cargarlas con  su entorno de aplicaciones personalizado, administrar los permisos de acceso a la red y ejecutar su imagen utilizando los sistemas que se desee.\n  b.\n El servicio debe permitir pausar y reanudar las instancias.\n c.\n El servicio debe contar con la capacidad para lanzar / administrar un grupo de recursos",
        "4.1. Consideraciones generales que debe tener la nube 4.1.4. Servicios de computo de instancias virtuales  de computo con una sola solicitud.\n  d.\n El servicio debe permitir hacer seguimiento de licencias para regular el uso y el  cumplimiento.\n  e.\n El servicio debe permitir implementar funcionalidades de auto escalamiento.\n f.\n El servicio debe contar con la capacidad de sincronizacion de tiempo para instancias  computo.\n  g.\n El servicio debe soportar acceso SSH basado en politicas.\n h.\n El servicio debe ser suministrado bajo un esquema de pago por uso.\n i.\n El servicio debe",
        "4.1. Consideraciones generales que debe tener la nube 4.1.4. Servicios de computo de instancias virtuales ofrecer la posibilidad de colocar instancias en distintas regiones de  disponibilidad.\n  j.\n El servicio debe permitir el uso de direcciones IP publicas.\n k.\n El servicio debe permitir ajustar la escala de la capacidad de las instancias  automaticamente de acuerdo con las condiciones que se definan.\n  l.\n El servicio debe permitir acceder de manera privada a la API de las instancias desde  su red privada de nube o sobre conexion directa, sin utilizar IP publicas y",
        "4.1. Consideraciones generales que debe tener la nube 4.1.4. Servicios de computo de instancias virtuales sin que el trafico deba atravesar la Internet.\n  m.\n Debe ofrecer un servicio de origen de hora de alta precision, fiabilidad y disponibilidad  que pueda ser usado por los servicios de computo.\n "
    ],
    "4.1. Consideraciones generales que debe tener la nube 4.1.5. Servicios de Puerta de enlace NAT": [
        "4.1. Consideraciones generales que debe tener la nube 4.1.5. Servicios de Puerta de enlace NAT  a.\n Permite que instancias en una subred privada accedan a servicios externos a internet  o a otras redes mientras usan una direccion IP publica unica o un grupo de direcciones, facilitando el aislamiento y la seguridad de las instancias sin direcciones IP publicas.\n  b.\n Esta disenado para ser altamente disponible sin intervencion manual.\n c.\n No acepta conexiones entrantes; solo permite iniciar conexiones desde las instancias  hacia el exterior, lo cual mejora la seguridad de la red",
        "4.1. Consideraciones generales que debe tener la nube 4.1.5. Servicios de Puerta de enlace NAT privada.\n  d.\n Se escala automaticamente hasta alcanzar un rendimiento muy alto, sin necesidad de  parches, actualizaciones o intervencion manual.\n  e.\n Se configura y gestiona a traves del panel de control del proveedor de la nube,  simplificando las operaciones de red y reduciendo la carga de trabajo del equipo de TI.\n "
    ],
    "4.1. Consideraciones generales que debe tener la nube 4.1.6. Servicio de base de datos relacional": [
        "4.1. Consideraciones generales que debe tener la nube 4.1.6. Servicio de base de datos relacional  a.\n El servicio debe permitir automatizar las tareas administrativas, como el  aprovisionamiento de hardware, la configuracion de bases de datos, la implementacion de parches y la creacion de copias de seguridad.\n  b.\n El servicio debe permitir escoger entre los siguientes motores de bases de datos SQL:  Mysql v8  c.\n El servicio debe ser compatible con herramientas para migrar o replicar las bases de  datos existentes.\n  d.\n El servicio debe estar en capacidad de",
        "4.1. Consideraciones generales que debe tener la nube 4.1.6. Servicio de base de datos relacional encargarse de tareas habituales de las bases  de datos, como el aprovisionamiento, las revisiones, las copias de seguridad, la recuperacion, la deteccion de errores y la reparacion.\n  e.\n El servicio se debe poder desplegar en multiples centros de datos del proveedor de  nube para garantizar alta disponibilidad.\n  f.\n El servicio debe permitir aplicar de forma automatica parches de software.\n g.\n El servicio debe contar con diversas opciones de almacenamiento en virtud del  rendimiento requerido.\n Las",
        "4.1. Consideraciones generales que debe tener la nube 4.1.6. Servicio de base de datos relacional opciones de almacenamiento deben incluir:  Almacenamiento de uso general (SSD) y/o Almacenamiento de IOPS provisionadas (SSD).\n  h.\n El servicio debe permitir ampliar automaticamente el tamano del volumen de la base  de datos a medida que las necesidades de almacenamiento de la base de datos crecen,  hasta un maximo de 64 TB o la cantidad maxima que establezca.\n  i.\n El servicio debe permitir hacer copias de seguridad automatizadas.\n j.\n El servicio debe permitir especificar el periodo",
        "4.1. Consideraciones generales que debe tener la nube 4.1.6. Servicio de base de datos relacional de retencion de copia de seguridad  automatica hasta un minimo de 30 dias calendarios culminados los 12 meses del servicio.\n  k.\n El servicio debe permitir crear instantaneas de base de datos (copias de seguridad) que  inicia el usuario de la instancia almacenada en el servicio de almacenamiento de objetos, y que se conservaran hasta que se eliminen explicitamente.\n  l.\n El servicio debe soportar la capacidad de notificar eventos de la base de datos por  email",
        "4.1. Consideraciones generales que debe tener la nube 4.1.6. Servicio de base de datos relacional o SMS  m.\n El servicio debe contar con capacidad de conmutacion por error (automatizada) n.\n El servicio debe contar con capacidad de prueba de conmutacion por error (manual)  "
    ],
    "4.1. Consideraciones generales que debe tener la nube 4.1.7. Servicio de base de datos en memoria para redis": [
        "4.1. Consideraciones generales que debe tener la nube 4.1.7. Servicio de base de datos en memoria para redis  a.\n El servicio debe proveer almacenamiento en memoria y sistema de cache distribuido,  compatible con Redis.\n  b.\n Debe ofrecer tiempos de respuesta de milisegundos, lo que permite millones de  solicitudes por segundo para aplicaciones en tiempo real.\n  c.\n Soportar replicacion entre zonas de disponibilidad para lograr una alta disponibilidad y  durabilidad de los datos.\n  d.\n Permitir la conexion desde los servidores de aplicaciones para la gestion de cache y  sesiones.\n  e.\n",
        "4.1. Consideraciones generales que debe tener la nube 4.1.7. Servicio de base de datos en memoria para redis El servicio se encarga de tareas operativas como la provision de infraestructura, el  parcheo de software y la configuracion de parametros.\n "
    ],
    "4.1. Consideraciones generales que debe tener la nube 4.1.8. Servicio de Sistema de archivos": [
        "4.1. Consideraciones generales que debe tener la nube 4.1.8. Servicio de Sistema de archivos  a.\n El servicio debe estar disenado para ajustar su escala hasta petabytes bajo demanda  sin interrumpir el funcionamiento de las aplicaciones, mediante el aumento y la reduccion automatica de su capacidad a medida que agrega o elimina archivos.\n  b.\n El servicio debe ser completamente administrado.\n c.\n El servicio debe garantizar que todos los archivos y directorios estan almacenados de  forma redundante en varias ubicaciones fisicas para evitar la perdida de datos debido a un error de",
        "4.1. Consideraciones generales que debe tener la nube 4.1.8. Servicio de Sistema de archivos alguno de los componentes unicos.\n  d.\n El servicio debe estar fundamentado en un esquema de arquitectura distribuida.\n e.\n El servicio debe permitir controlar el acceso de la red a los sistemas de archivos usando  reglas de seguridad.\n  f.\n El servicio debe permitir controlar el acceso de aplicaciones a sus sistemas de archivos  usando politicas y puntos de acceso.\n  g.\n El servicio debe permitir que el rendimiento y las IOPS escalen a medida que un ",
        "4.1. Consideraciones generales que debe tener la nube 4.1.8. Servicio de Sistema de archivos sistema de archivos crece y debe poder ampliarse a niveles de mayor rendimiento durante periodos breves para admitir las necesidades de rendimiento impredecibles de las cargas de trabajo de archivos.\n  h.\n El servicio de sistema de archivos compartido debe ser compatible con NFS v3 o  superior.\n  i.\n El servicio debe contar con puntos de acceso para sistemas de archivos NFS  compartidos.\n  j.\n El servicio debe permitir hacer cifrado de los datos en transito y en",
        "4.1. Consideraciones generales que debe tener la nube 4.1.8. Servicio de Sistema de archivos reposo.\n k.\n El servicio debe contar con capacidad para aumentar el sistema de archivos a la escala  de Petabyte.\n  l.\n El servicio debe contar con capacidad para cifrar los datos en transito.\n m.\n El servicio debe soportar la erradicacion de datos de almacenamiento de archivos.\n "
    ],
    "4.1. Consideraciones generales que debe tener la nube 4.1.9. Servicio de Balanceador de carga": [
        "4.1. Consideraciones generales que debe tener la nube 4.1.9. Servicio de Balanceador de carga  a.\n El servicio debe distribuir automaticamente el trafico de aplicaciones entrantes a traves  de varios destinos, tales como instancias y direcciones IP.\n  b.\n El servicio debe estar en capacidad de detectar destinos que funcionen  incorrectamente, dejar de enviar trafico a ellos y, a continuacion, distribuir la carga entre los destinos restantes que no presenten problemas.\n  c.\n Se deben poder crear y administrar grupos de seguridad asociados con balanceadores  de carga a fin de ofrecer",
        "4.1. Consideraciones generales que debe tener la nube 4.1.9. Servicio de Balanceador de carga opciones de seguridad y redes adicionales.\n  d.\n El servicio debe proporcionar la capacidad de administracion integrada de certificados  y descifrado SSL/TLS, lo que debe brindar la flexibilidad para administrar de manera centralizada los parametros de SSL del balanceador de carga y eliminar el trabajo intensivo de la CPU de la aplicacion.\n  e.\n El servicio debe permitir equilibrar cargas de trabajo a nivel de capa 7.\n f.\n El servicio debe permitir equilibrar la carga en aplicaciones HTTP o",
        "4.1. Consideraciones generales que debe tener la nube 4.1.9. Servicio de Balanceador de carga HTTPS para  caracteristicas especificas de la capa 7.\n  g.\n El servicio debe facilitar el monitoreo de rendimiento de las aplicaciones en tiempo real.\n h.\n El servicio debe asegurar que se utilicen en todo momento los protocolos y cifradores  SSL/TLS mas recientes.\n  i.\n El servicio debe permitir distribuir el trafico de entrada entre destinos en varias zonas  de disponibilidad.\n  j.\n El servicio debe escalar automaticamente la capacidad de administracion de solicitudes  como respuesta al",
        "4.1. Consideraciones generales que debe tener la nube 4.1.9. Servicio de Balanceador de carga trafico de aplicaciones entrante.\n  k.\n El servicio debe soportar: direccionamiento basado en host, direccionamiento basado  en ruta, direccionamiento basado en el encabezado HTTP, direccionamiento basado en el metodo HTTP, direccionamiento basado en parametros de cadenas de consultas y direccionamiento basado en CIDR para direcciones IP de origen.\n  l.\n El servicio debe contar con compatibilidad IPv6 nativa.\n m.\n El servicio debe ser compatible con las sesiones persistentes mediante el uso de  cookies generadas por el balanceador de",
        "4.1. Consideraciones generales que debe tener la nube 4.1.9. Servicio de Balanceador de carga carga.\n  n.\n El servicio debe facilitar el monitoreo de metricas tales como el recuento de solicitudes,  el recuento de errores, los tipos de errores y la latencia de las solicitudes.\n  o.\n El servicio debe tener la capacidad de redirigir las solicitudes de HTTP a las solicitudes  de HTTPS.\n "
    ],
    "4.1. Consideraciones generales que debe tener la nube 4.1.10. Servicio de Red de entrega de contenido": [
        "4.1. Consideraciones generales que debe tener la nube 4.1.10. Servicio de Red de entrega de contenido  a.\n Distribuir Aplicaciones, Datos, videos, archivos estaticos y APIs de usuarios de todo el  mundo de forma segura.\n  b.\n Baja latencia de exposicion de contenido.\n c.\n Altas velocidades de transferencia.\n d.\n Capacidades de seguridad avanzada como cifrado completo y compatibilidad con  HTTPS.\n  e.\n Integracion con otros servicios de firewall, ruteo, gestion de dominios, etc.\n f.\n Proteccion contra ataques DDoS a las capas de aplicacion y red.\n g.\n Servicio con ubicaciones de red de bordes, con",
        "4.1. Consideraciones generales que debe tener la nube 4.1.10. Servicio de Red de entrega de contenido escalado de manera global y  conectados a la red Cloud.\n  h.\n Mejorar la experiencia de usuario, mas segura, de mayor rendimiento y disponibilidad.\n "
    ],
    "4.1. Consideraciones generales que debe tener la nube 4.1.11. Servicio de Firewall de aplicaciones web": [
        "4.1. Consideraciones generales que debe tener la nube 4.1.11. Servicio de Firewall de aplicaciones web  a.\n El servicio debe permitir crear reglas para filtrar el trafico web en funcion de condiciones  como la direccion IP, los encabezados y cuerpos HTTP o los URI personalizados.\n  b.\n El servicio debe permitir crear reglas que bloqueen ataques comunes como la inyeccion  SQL o el scripting entre sitios.\n  c.\n El servicio debe permitir crear un conjunto centralizado de reglas que puede  implementar en varios sitios web.\n  d.\n El servicio debera poderse administrar",
        "4.1. Consideraciones generales que debe tener la nube 4.1.11. Servicio de Firewall de aplicaciones web por completo mediante API o soportar RESTful  API para gestion de la configuracion.\n  e.\n El servicio debe poderse implementar y aprovisionarse automaticamente con plantillas  de muestra que permiten describir todas las reglas de seguridad que la entidad quiere  implementar para sus aplicaciones web.\n  f.\n El servicio debe proporcionar metricas en tiempo real y registrar solicitudes sin procesar  que incluyen detalles sobre direcciones IP, geolocalizacion, URI, agentes de usuario.\n  g.\n El servicio debe permitir",
        "4.1. Consideraciones generales que debe tener la nube 4.1.11. Servicio de Firewall de aplicaciones web agregar una lista de IP anonimas para las reglas administradas  de la nube.\n  h.\n El servicio debe permitir una rapida propagacion de las reglas definidas.\n i.\n El servicio debe contar con proteccion de bot.\n j.\n El servicio debe tener una disponibilidad minima de 99.\n95% "
    ],
    "4.1. Consideraciones generales que debe tener la nube 4.1.12. Servicio de transferencia de datos en la nube": [
        "4.1. Consideraciones generales que debe tener la nube 4.1.12. Servicio de transferencia de datos en la nube  a.\n El servicio debe permitir la transferencia de datos hacia y desde la infraestructura de  proveedor cloud de manera eficiente y segura.\n  b.\n Debe proporcionar opciones para la transferencia de datos a traves de Internet y  conexiones directas dedicadas.\n  c.\n El servicio debe admitir la transferencia de datos en diferentes formatos, incluidos  archivos, bases de datos y transmisiones en tiempo real.\n  d.\n Debe ofrecer opciones de compresion y cifrado para garantizar la seguridad",
        "4.1. Consideraciones generales que debe tener la nube 4.1.12. Servicio de transferencia de datos en la nube y la  eficiencia de la transferencia de datos.\n  e.\n El servicio debe ser compatible con la migracion de datos hacia y desde otros  proveedores de servicios en la nube y entornos locales.\n  f.\n Debe proporcionar herramientas y recursos para supervisar y gestionar la transferencia  de datos, incluida la optimizacion de la velocidad y el rendimiento.\n  g.\n El servicio debe ser compatible con las politicas de seguridad de la organizacion,  incluida la gestion de",
        "4.1. Consideraciones generales que debe tener la nube 4.1.12. Servicio de transferencia de datos en la nube acceso y permisos.\n  h.\n Debe ser facturado segun el volumen de datos transferidos y la velocidad de  transferencia de datos.\n "
    ],
    "4.1. Consideraciones generales que debe tener la nube 4.1.13. Servicios de Monitoreo": [
        "4.1. Consideraciones generales que debe tener la nube 4.1.13. Servicios de Monitoreo  a.\n El servicio debe permitir monitorear recursos de infraestructura locales, hibridos y de la  nube.\n  b.\n El servicio debe permitir recopilar y obtener acceso a todos los datos de rendimiento y  operaciones en formato de registros y metricas a partir de una sola plataforma  c.\n El servicio debe permitir visualizar y analizar el estado, el rendimiento y la disponibilidad  de sus aplicaciones en un solo lugar.\n  d.\n El servicio debe tener la capacidad",
        "4.1. Consideraciones generales que debe tener la nube 4.1.13. Servicios de Monitoreo de hacer monitoreo de las aplicaciones en tres  dimensiones: monitoreo de infraestructura (con metricas y registros para comprender los recursos que respaldan sus aplicaciones), monitoreo de transacciones (con rastreos para comprender las dependencias entre sus recursos) y monitoreo de usuario final (para monitorear sus puntos de enlace y notificarle cuando su experiencia de usuario final se haya degradado)  e.\n El servicio debe permitir monitorear puntos de enlace de la aplicacion f.\n El servicio debe permitir escribir reglas para",
        "4.1. Consideraciones generales que debe tener la nube 4.1.13. Servicios de Monitoreo indicar los eventos de interes para la  aplicacion y las acciones automatizadas que se deben desencadenar cuando una regla concuerde con un evento.\n  g.\n El servicio debe facilitar el diagnostico, aislamiento y correccion de problemas h.\n El servicio debe permitir realizar analisis historicos para optimizar costos y obtener  informacion en tiempo real sobre los recursos de la infraestructura y la optimizacion de las aplicaciones.\n  i.\n El servicio debe permitir recopilar hasta 50 metricas predeterminadas de servicios",
        "4.1. Consideraciones generales que debe tener la nube 4.1.13. Servicios de Monitoreo de la  nube  j.\n El servicio debe permitir crear graficos reutilizables y ver las aplicaciones y los recursos  de la nube en una vista unificada  k.\n El servicio debe permitir monitorear contenedores l.\n El servicio debe contar con granularidad configurable de monitoreo/alerta  m.\n El servicio debe permitir correlacionar el patron de registros de una metrica especifica y  definir alarmas para que avisen de manera proactiva acerca de problemas operativos y de rendimiento  n.\n",
        "4.1. Consideraciones generales que debe tener la nube 4.1.13. Servicios de Monitoreo La funcionalidad de alarmas debe permitir definir un umbral de metricas y activar una  accion.\n  o.\n El servicio debe permitir monitorear el rendimiento operativo, resolver errores y detectar  tendencias  p.\n El servicio debe permitir controlar que usuarios y recursos tienen permiso para obtener  acceso a sus datos y de que manera lo hacen  q.\n El servicio debe permitir cifrar los datos en transito y en reposo.\n "
    ],
    "4.1. Consideraciones generales que debe tener la nube 4.1.14. Servicio de gestion de DNS": [
        "4.1. Consideraciones generales que debe tener la nube 4.1.14. Servicio de gestion de DNS  a.\n El servicio debe ser escalable y debe proveer alta disponibilidad b.\n El servicio debe permitir crear reglas de reenvio condicional y puntos de enlace DNS  para resolver nombres personalizados controlados en las zonas privadas alojadas en el servicio o en los servidores DNS que se encuentran en las instalaciones.\n  c.\n El servicio debe permitir redirigir a los usuarios finales hacia los mejores puntos de enlace  para la aplicacion en funcion de la geo●proximidad, la latencia,",
        "4.1. Consideraciones generales que debe tener la nube 4.1.14. Servicio de gestion de DNS el estado y otras consideraciones  d.\n El servicio debe permitir remitir a los usuarios finales a un punto de enlace determinado  que la Entidad especifique en funcion de la ubicacion geografica del usuario final.\n  e.\n El servicio debe permitir administrar nombres de dominio personalizados para los  recursos de la nube internos sin exponer datos de DNS en la web publica.\n  f.\n El servicio debe permitir dirigir automaticamente a los visitantes del sitio web a una",
        "4.1. Consideraciones generales que debe tener la nube 4.1.14. Servicio de gestion de DNS ubicacion alternativa para evitar interrupciones del servicio.\n  g.\n El servicio debe permitir dirigir automaticamente a los visitantes del sitio web a una  ubicacion alternativa para evitar interrupciones del servicio.\n  h.\n El servicio debe ofrecer servicios de registro de nombres de dominio, donde sea posible  buscar y registrar nombres de dominio disponibles o transferir nombres de dominio existentes para que se administren a traves del servicio.\n  i.\n El servicio debe contar con una sencilla interfaz de",
        "4.1. Consideraciones generales que debe tener la nube 4.1.14. Servicio de gestion de DNS servicios web que permita ponerse en marcha en cuestion de minutos  j.\n El servicio debe permitir transferir el dominio desde otro servicio DNS al servicio DNS en la nube  k.\n El servicio debe ofrecer un conjunto sencillo de API que facilita la creacion y la  administracion de registros DNS para los dominios  l.\n El servicio debe incluir la funcionalidad de administracion de nombres DNS para escalar hacia arriba o hacia abajo el microservicio.\n  m.\n El",
        "4.1. Consideraciones generales que debe tener la nube 4.1.14. Servicio de gestion de DNS servicio debe tener una disponibilidad del 99.\n9% como minimo.\n "
    ],
    "4.1.1. Caracteristicas tecnicas de la nube 4.1.10. Servicio de Red de entrega de contenido": [
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.10. Servicio de Red de entrega de contenido  a.\n Distribuir Aplicaciones, Datos, videos, archivos estaticos y APIs de usuarios de todo el  mundo de forma segura.\n  b.\n Baja latencia de exposicion de contenido.\n c.\n Altas velocidades de transferencia.\n d.\n Capacidades de seguridad avanzada como cifrado completo y compatibilidad con  HTTPS.\n  e.\n Integracion con otros servicios de firewall, ruteo, gestion de dominios, etc.\n f.\n Proteccion contra ataques DDoS a las capas de aplicacion y red.\n g.\n Servicio con ubicaciones de red de bordes, con",
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.10. Servicio de Red de entrega de contenido escalado de manera global y  conectados a la red Cloud.\n  h.\n Mejorar la experiencia de usuario, mas segura, de mayor rendimiento y disponibilidad.\n "
    ],
    "4.1.1. Caracteristicas tecnicas de la nube 4.1.11. Servicio de Firewall de aplicaciones web": [
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.11. Servicio de Firewall de aplicaciones web  a.\n El servicio debe permitir crear reglas para filtrar el trafico web en funcion de condiciones  como la direccion IP, los encabezados y cuerpos HTTP o los URI personalizados.\n  b.\n El servicio debe permitir crear reglas que bloqueen ataques comunes como la inyeccion  SQL o el scripting entre sitios.\n  c.\n El servicio debe permitir crear un conjunto centralizado de reglas que puede  implementar en varios sitios web.\n  d.\n El servicio debera poderse administrar",
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.11. Servicio de Firewall de aplicaciones web por completo mediante API o soportar RESTful  API para gestion de la configuracion.\n  e.\n El servicio debe poderse implementar y aprovisionarse automaticamente con plantillas  de muestra que permiten describir todas las reglas de seguridad que la entidad quiere  implementar para sus aplicaciones web.\n  f.\n El servicio debe proporcionar metricas en tiempo real y registrar solicitudes sin procesar  que incluyen detalles sobre direcciones IP, geolocalizacion, URI, agentes de usuario.\n  g.\n El servicio debe permitir",
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.11. Servicio de Firewall de aplicaciones web agregar una lista de IP anonimas para las reglas administradas  de la nube.\n  h.\n El servicio debe permitir una rapida propagacion de las reglas definidas.\n i.\n El servicio debe contar con proteccion de bot.\n j.\n El servicio debe tener una disponibilidad minima de 99.\n95% "
    ],
    "4.1.1. Caracteristicas tecnicas de la nube 4.1.12. Servicio de transferencia de datos en la nube": [
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.12. Servicio de transferencia de datos en la nube  a.\n El servicio debe permitir la transferencia de datos hacia y desde la infraestructura de  proveedor cloud de manera eficiente y segura.\n  b.\n Debe proporcionar opciones para la transferencia de datos a traves de Internet y  conexiones directas dedicadas.\n  c.\n El servicio debe admitir la transferencia de datos en diferentes formatos, incluidos  archivos, bases de datos y transmisiones en tiempo real.\n  d.\n Debe ofrecer opciones de compresion y cifrado para garantizar la seguridad",
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.12. Servicio de transferencia de datos en la nube y la  eficiencia de la transferencia de datos.\n  e.\n El servicio debe ser compatible con la migracion de datos hacia y desde otros  proveedores de servicios en la nube y entornos locales.\n  f.\n Debe proporcionar herramientas y recursos para supervisar y gestionar la transferencia  de datos, incluida la optimizacion de la velocidad y el rendimiento.\n  g.\n El servicio debe ser compatible con las politicas de seguridad de la organizacion,  incluida la gestion de",
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.12. Servicio de transferencia de datos en la nube acceso y permisos.\n  h.\n Debe ser facturado segun el volumen de datos transferidos y la velocidad de  transferencia de datos.\n "
    ],
    "4.1.1. Caracteristicas tecnicas de la nube 4.1.13. Servicios de Monitoreo": [
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.13. Servicios de Monitoreo  a.\n El servicio debe permitir monitorear recursos de infraestructura locales, hibridos y de la  nube.\n  b.\n El servicio debe permitir recopilar y obtener acceso a todos los datos de rendimiento y  operaciones en formato de registros y metricas a partir de una sola plataforma  c.\n El servicio debe permitir visualizar y analizar el estado, el rendimiento y la disponibilidad  de sus aplicaciones en un solo lugar.\n  d.\n El servicio debe tener la capacidad",
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.13. Servicios de Monitoreo de hacer monitoreo de las aplicaciones en tres  dimensiones: monitoreo de infraestructura (con metricas y registros para comprender los recursos que respaldan sus aplicaciones), monitoreo de transacciones (con rastreos para comprender las dependencias entre sus recursos) y monitoreo de usuario final (para monitorear sus puntos de enlace y notificarle cuando su experiencia de usuario final se haya degradado)  e.\n El servicio debe permitir monitorear puntos de enlace de la aplicacion f.\n El servicio debe permitir escribir reglas para",
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.13. Servicios de Monitoreo indicar los eventos de interes para la  aplicacion y las acciones automatizadas que se deben desencadenar cuando una regla concuerde con un evento.\n  g.\n El servicio debe facilitar el diagnostico, aislamiento y correccion de problemas h.\n El servicio debe permitir realizar analisis historicos para optimizar costos y obtener  informacion en tiempo real sobre los recursos de la infraestructura y la optimizacion de las aplicaciones.\n  i.\n El servicio debe permitir recopilar hasta 50 metricas predeterminadas de servicios",
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.13. Servicios de Monitoreo de la  nube  j.\n El servicio debe permitir crear graficos reutilizables y ver las aplicaciones y los recursos  de la nube en una vista unificada  k.\n El servicio debe permitir monitorear contenedores l.\n El servicio debe contar con granularidad configurable de monitoreo/alerta  m.\n El servicio debe permitir correlacionar el patron de registros de una metrica especifica y  definir alarmas para que avisen de manera proactiva acerca de problemas operativos y de rendimiento  n.\n",
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.13. Servicios de Monitoreo La funcionalidad de alarmas debe permitir definir un umbral de metricas y activar una  accion.\n  o.\n El servicio debe permitir monitorear el rendimiento operativo, resolver errores y detectar  tendencias  p.\n El servicio debe permitir controlar que usuarios y recursos tienen permiso para obtener  acceso a sus datos y de que manera lo hacen  q.\n El servicio debe permitir cifrar los datos en transito y en reposo.\n "
    ],
    "4.1.1. Caracteristicas tecnicas de la nube 4.1.14. Servicio de gestion de DNS": [
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.14. Servicio de gestion de DNS  a.\n El servicio debe ser escalable y debe proveer alta disponibilidad b.\n El servicio debe permitir crear reglas de reenvio condicional y puntos de enlace DNS  para resolver nombres personalizados controlados en las zonas privadas alojadas en el servicio o en los servidores DNS que se encuentran en las instalaciones.\n  c.\n El servicio debe permitir redirigir a los usuarios finales hacia los mejores puntos de enlace  para la aplicacion en funcion de la geo●proximidad, la latencia,",
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.14. Servicio de gestion de DNS el estado y otras consideraciones  d.\n El servicio debe permitir remitir a los usuarios finales a un punto de enlace determinado  que la Entidad especifique en funcion de la ubicacion geografica del usuario final.\n  e.\n El servicio debe permitir administrar nombres de dominio personalizados para los  recursos de la nube internos sin exponer datos de DNS en la web publica.\n  f.\n El servicio debe permitir dirigir automaticamente a los visitantes del sitio web a una",
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.14. Servicio de gestion de DNS ubicacion alternativa para evitar interrupciones del servicio.\n  g.\n El servicio debe permitir dirigir automaticamente a los visitantes del sitio web a una  ubicacion alternativa para evitar interrupciones del servicio.\n  h.\n El servicio debe ofrecer servicios de registro de nombres de dominio, donde sea posible  buscar y registrar nombres de dominio disponibles o transferir nombres de dominio existentes para que se administren a traves del servicio.\n  i.\n El servicio debe contar con una sencilla interfaz de",
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.14. Servicio de gestion de DNS servicios web que permita ponerse en marcha en cuestion de minutos  j.\n El servicio debe permitir transferir el dominio desde otro servicio DNS al servicio DNS en la nube  k.\n El servicio debe ofrecer un conjunto sencillo de API que facilita la creacion y la  administracion de registros DNS para los dominios  l.\n El servicio debe incluir la funcionalidad de administracion de nombres DNS para escalar hacia arriba o hacia abajo el microservicio.\n  m.\n El",
        "4.1.1. Caracteristicas tecnicas de la nube 4.1.14. Servicio de gestion de DNS servicio debe tener una disponibilidad del 99.\n9% como minimo.\n "
    ],
    "4.4. Soporte 4.4.1. ATENCION DE REQUERIMIENTOS": [
        "4.4. Soporte 4.4.1. ATENCION DE REQUERIMIENTOS  De solicitar una peticion que implique gestion de cambios.\n En general se considera que existen labores de “gestion de cambios” en aquellas solicitudes que tendran las siguientes caracteristicas:   ● El trabajo solicitado debe ser ejecutado por el personal con perfil de especialista cloud.\n  ● La duracion de estas actividades no esta acotada completamente, ya que dependen de  la complejidad que demande la peticion  Tiempo de Respuesta para Requerimientos Se define como Tiempo de Respuesta",
        "4.4. Soporte 4.4.1. ATENCION DE REQUERIMIENTOS para requerimientos al tiempo transcurrido desde el momento en que la entidad realiza un pedido al contratista y el momento en que el requerimiento ha sido recepcionado.\n Luego el personal especializado se comunicara con la entidad para informar que el requerimiento ha sido recepcionado para su pronta atencion.\n  Tiempo de respuesta: 2 horas en 8x5.\n  Caracteristica Descripcion  Horario de Atencion (No incluye  dias festivos ni feriados)  Los horarios de atencion solicitados son: Gestion de Requerimientos",
        "4.4. Soporte 4.4.1. ATENCION DE REQUERIMIENTOS  9:00 am a 5:00 pm (L●V) "
    ],
    "4.4. Soporte 4.4.2. ATENCION DE INCIDENCIAS": [
        "4.4. Soporte 4.4.2. ATENCION DE INCIDENCIAS   El tiempo de respuesta ante una incidencia, se define como el tiempo transcurrido entre el momento en que la entidad notifica la averia o si la averia es detectada internamente por el proveedor y el momento en que un tecnico del servicio empieza a trabajar en la resolucion del problema y ademas se realiza la primera comunicacion con la entidad.\n  Cada incidencia estara asociada a un nivel de severidad descrito a continuacion:  Severidad Descripcion Tiempos de",
        "4.4. Soporte 4.4.2. ATENCION DE INCIDENCIAS  respuesta  Nivel 1  (Graves)  Fallos que involucran una indisponibilidad del  servicio de infraestructura cloud.\n  30 minutos en  7x24  Nivel 2  (Medias)  Fallos que involucran una degradacion en la  calidad del servicio, tal como la saturacion de  recursos, atencion de servicios a una  capacidad menor al 100%.\n  1 hora en   7x24  Nivel 3  (Leves)  Fallos que involucran a funcionalidades  secundarias del",
        "4.4. Soporte 4.4.2. ATENCION DE INCIDENCIAS servicio y que no afectan su  normal operatividad.\n  2 horas en 8x5  y   4 horas en 7x24  Los niveles de severidad serviran a los grupos de operacion para priorizar las incidencias y atenderlas en base a los tiempos de respuesta  Caracteristica Descripcion  Horario de Atencion (De  acuerdo con el nivel de  severidad, se debe atender en 7x24 (L●D) u 8x5(L●V)  Los horarios de atencion solicitados son: Gestion de Incidentes",
        "4.4. Soporte 4.4.2. ATENCION DE INCIDENCIAS 24 x 7 x 365 (*) "
    ],
    "4.5. Lugar y plazo de prestacion del servicio 4.5.1. Lugar": [
        "4.5. Lugar y plazo de prestacion del servicio 4.5.1. Lugar   La implementacion sera realizada de forma remota.\n La Sede principal del Gobierno Regional de Amazonas, esta ubicada en Ortiz Arrieta 1250 ● Amazonas ● Chachapoyas ● Chachapoyas.\n   "
    ],
    "4.5. Lugar y plazo de prestacion del servicio 4.5.2. Plazo": [
        "4.5. Lugar y plazo de prestacion del servicio 4.5.2. Plazo  Se considera de la siguiente manera:  Implementacion: ● La implementacion del servicio sera realizada en un plazo maximo de hasta treinta (30) dias calendarios, contados a partir del dia siguiente de la firma del contrato.\n  ● Gerencia de planeamiento, presupuesto y acondicionamiento territorial,con el Proveedor suscribiran el Acta de Conformidad de Implementacion (Anexo A), a mas tardar a los cinco (05) calendarios posteriores al termino la implementacion, en caso no se presenten observaciones.\n  ● Finalizada la",
        "4.5. Lugar y plazo de prestacion del servicio 4.5.2. Plazo implementacion del servicio, se firmara el “Acta de Inicio del Servicio” (Ver Anexo B), suscrita por el representante de la Gerencia de planeamiento, presupuesto y acondicionamiento territorial y el Proveedor, para dar inicio al conteo de los Trescientos sesenta y cinco (365) dias calendario (365) dias calendarios de prestacion del servicio.\n  Plazo del servicio:   ● Trescientos sesenta y cinco (365) dias calendario, contados a partir del dia siguiente de la firma del “Acta de Inicio de Servicio”.\n",
        "4.5. Lugar y plazo de prestacion del servicio 4.5.2. Plazo De no consumir la capacidad total de los  recursos contratados en nube, el proveedor debera otorgar lo equivalente en creditos disponibles a la entidad para su uso.\n "
    ],
    "5. REQUISITOS Y RECURSOS DEL PROVEEDOR": [
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR "
    ],
    "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.1. Requisitos de calificacion del proveedor": [
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.1. Requisitos de calificacion del proveedor  El postor debe acreditar un monto facturado acumulado equivalente a S/ 50,000.\n00 (Cincuenta mil con 00/100 Soles), por la contratacion de servicios iguales o similares al objeto de la convocatoria, durante los ocho (8) anos anteriores a la fecha de la presentacion de ofertas que se computaran desde la fecha de la conformidad o emision del comprobante de pago, segun corresponda.\n   El postor debera contar con carta y/o certificado de respaldo como partner avanzado oficial de la",
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.1. Requisitos de calificacion del proveedor marca (fabricante) de la nube publica a ofertar.\n  Se consideran servicios similares: experiencia en la venta y/o implementacion de proyectos de nubes privadas, nubes mixtas y/o nubes publicas y/o Servicios Cloud Computing y/o Servicios de Informatica en la Nube y/o Cloud web Hosting y/o Servicio de infraestructura en nube y/o servicio administrado de infraestructura en nube”.\n  Acreditacion:  La experiencia del postor en la especialidad se acreditara con copia simple de (1) contratos u ordenes de servicios, y",
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.1. Requisitos de calificacion del proveedor su respectiva conformidad o constancia de prestacion; o (i) comprobantes de pago cuya cancelacion se acredite documental y fehacientemente, con voucher de deposito, nota de abono, reporte de estado de cuenta, cualquier otro documento emitido por Entidad del sistema financiero que acredite el abono o mediante cancelacion en el mismo comprobante de pago, correspondientes a un maximo de veinte (20) contrataciones.\n   En caso los postores presenten varios comprobantes de pago para acreditar una sola contratacion, se debe acreditar",
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.1. Requisitos de calificacion del proveedor que corresponden a dicha contratacion; de lo contrario, se asumira que los comprobantes acreditan contrataciones independientes, en cuyo caso solo se considerara, para la evaluacion, las veinte (20) primeras contrataciones indicadas en el Anexo N* 8 referido a la Experiencia del Postor en la Especialidad.\n  En el caso de servicios de ejecucion periodica o continuada, solo se considera como experiencia la parte del contrato que haya sido ejecutada durante los ocho (8) anos anteriores a la fecha de presentacion",
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.1. Requisitos de calificacion del proveedor de ofertas, debiendo adjuntarse copia de las conformidades correspondientes a tal parte o los respectivos comprobantes de pago cancelados.\n  Cuando estos contratos, ordenes de servicios o comprobantes de pago el monto facturado se encuentre expresado en moneda extranjera, debe indicarse el tipo de cambio venta  Sin perjuicio de lo anterior los postores deben llenar y presentar el Anexo E referido a la Experiencia del Postor en la Especialidad  "
    ],
    "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.2. Recursos a ser provistos por el proveedor": [
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.2. Recursos a ser provistos por el proveedor "
    ],
    "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.2.1. Entregables del servicio": [
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.2.1. Entregables del servicio  El postor podra presentar los entregables a traves del sistema de Mesa de Partes Digital, en la siguiente direccion: https://mpv.\nregionamazonas.\ngob.\npe / .\n  ● IMPLEMENTACION  El Proveedor debera presentar maximo en un plazo de treinta (30) dias calendarios, la documentacion pertinente, la cual debe contener, como minimo, lo siguiente:  ➔ Plan de trabajo de la implementacion del proyecto.\n ➔ Arquitectura y diseno de la solucion implementada.\n ➔ Actividades realizadas durante la implementacion.\n  ● SERVICIO INFRAESTRUCTURA PUBLICA",
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.2.1. Entregables del servicio O NUBE PUBLICA  El Proveedor debera presentar maximo en un plazo de diez (10) dias calendarios posteriores al termino de cada servicio mensual, un INFORME MENSUAL DETALLADO DEL SERVICIO, el cual debe contener, como minimo, lo siguiente:   ➔ El proveedor debera presentar un reporte de costos incurridos por la puesta del  servicio de los recursos provisionados.\n De no utilizar el 100% de los servicios solicitados la entidad podra utilizar la diferencia hasta la finalizacion del presente",
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.2.1. Entregables del servicio contrato.\n  ➔ El proveedor debera presentar un reporte de rendimiento de la infraestructura de  los ultimos 30 dias, donde considere metricas como CPU, RAM, DISCO, RED.\n  ➔ El proveedor debera presentar un registro con las incidencias reportadas por la  entidad durante el mes.\n  ➔ Recomendaciones y/o sugerencias.\n "
    ],
    "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.2.2. Personal clave": [
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.2.2. Personal clave  5.\n2.\n2.\n1 UN (01) GERENTE DE PROYECTO  Formacion academica  Profesional titulado o Bachiller en las siguientes carreras: Ingenieria de Software o Ingenieria de Redes y Comunicaciones o Ingenieria de Sistemas o Ingenieria de Sistemas de Informacion o Ingenieria Informatica o a fines.\n   Capacitacion  ● Certificacion de gestion de proyectos PMP vigente y/o certificado  SCRUM Master  ● Certificado de ITIL Foundation Certificate.\n   Experiencia Debera acreditar experiencia minima de 3 anos en desarrollo",
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.2.2. Personal clave y/o arquitectura y/o implementacion y/o configuracion y/o instalacion de soluciones en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube.\n  Actividades a desarrollar ● Estara a cargo de la direccion general del proyecto, sera el encargado  de efectuar las coordinaciones directas con el Coordinador del Gobierno Regional Amazonas durante la etapa de la implementacion.\n  ● Realizara las coordinaciones con el personal del Gobierno Regional de  Amazonas  ● Informara sobre el",
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.2.2. Personal clave avance de la implementacion.\n ● Elaborara las actas de reunion de trabajo.\n ● Gestionara las pruebas de validacion para el acta de conformidad ● Coordinar con los implementadores el cumplimiento de los objetivos en  el tiempo planificado.\n  ● Reportar los avances segun el cronograma establecido en el plan de  trabajo  ● Generar la documentacion respectiva.\n  5.\n2.\n2.\n2 UN (01) ARQUITECTO DE NUBE  Formacion academica  Profesional titulado o Bachiller en las siguientes carreras: Ingenieria de",
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.2.2. Personal clave Software o Ingenieria de Redes y Comunicaciones o Ingenieria de Sistemas o Ingenieria de Sistemas de Informacion o Ingenieria Informatica o a fines.\n   Certificacion requerida  Certificado oficial en arquitectura cloud de nivel profesional de la marca de la nube a ofertar.\n  Experiencia Debera acreditar experiencia minima de 3 anos en desarrollo y/o arquitectura y/o implementacion y/o configuracion y/o instalacion de soluciones en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube.\n",
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.2.2. Personal clave  Actividades a  desarrollar  ● Realizara las coordinaciones con el personal del Gobierno  Regional Amazonas.\n  ● Responsable de las arquitecturas de la solucion.\n ● Desarrollara toda la infraestructura como codigo (IaC) para la  homologacion de los ambientes en nube.\n  ● Realizara los planes de recuperacion ante desastres para las  arquitecturas a implementar.\n  ● Evaluar continuamente las arquitecturas existentes para  identificar areas de mejora o potenciales cuellos de botella.\n  ● Asegurar",
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.2.2. Personal clave que todas las soluciones cumplan con los estandares  de seguridad necesarios y recomendar soluciones de seguridad adecuadas.\n  ● Participar en reuniones estrategicas para ofrecer aportaciones  desde la perspectiva de la nube y como puede influir en la direccion futura de la empresa.\n  ● Documentar todas las arquitecturas y soluciones implementadas  de manera clara y concisa para futuras referencias o para nuevos miembros del equipo.\n  Acreditacion para el personal clave: El Titulo Tecnico o Bachiller,",
        "5. REQUISITOS Y RECURSOS DEL PROVEEDOR 5.2.2. Personal clave sera verificado por el comite de seleccion en el Registro Nacional de Grados Academicos y Titulos Profesionales en el implementacion soporte y alojamiento en nube del SGD web de la Superintendencia Nacional de Educacion — Superior — Universitaria ● SUNEDU a traves del siguiente link:  https://enlinea.\nsunedu.\ngob.\npej/ o en el Registro Nacional de Certificados, Grados y Titulos a cargo del Ministerio de Educacion a traves del siguiente link:  http://www.\ntitulosinstitutos.\npe/, segun corresponda.\n   "
    ],
    "5.2. Recursos a ser provistos por el proveedor 5.2.1. Entregables del servicio": [
        "5.2. Recursos a ser provistos por el proveedor 5.2.1. Entregables del servicio  El postor podra presentar los entregables a traves del sistema de Mesa de Partes Digital, en la siguiente direccion: https://mpv.\nregionamazonas.\ngob.\npe / .\n  ● IMPLEMENTACION  El Proveedor debera presentar maximo en un plazo de treinta (30) dias calendarios, la documentacion pertinente, la cual debe contener, como minimo, lo siguiente:  ➔ Plan de trabajo de la implementacion del proyecto.\n ➔ Arquitectura y diseno de la solucion implementada.\n ➔ Actividades realizadas durante la implementacion.\n  ● SERVICIO INFRAESTRUCTURA PUBLICA",
        "5.2. Recursos a ser provistos por el proveedor 5.2.1. Entregables del servicio O NUBE PUBLICA  El Proveedor debera presentar maximo en un plazo de diez (10) dias calendarios posteriores al termino de cada servicio mensual, un INFORME MENSUAL DETALLADO DEL SERVICIO, el cual debe contener, como minimo, lo siguiente:   ➔ El proveedor debera presentar un reporte de costos incurridos por la puesta del  servicio de los recursos provisionados.\n De no utilizar el 100% de los servicios solicitados la entidad podra utilizar la diferencia hasta la finalizacion del presente",
        "5.2. Recursos a ser provistos por el proveedor 5.2.1. Entregables del servicio contrato.\n  ➔ El proveedor debera presentar un reporte de rendimiento de la infraestructura de  los ultimos 30 dias, donde considere metricas como CPU, RAM, DISCO, RED.\n  ➔ El proveedor debera presentar un registro con las incidencias reportadas por la  entidad durante el mes.\n  ➔ Recomendaciones y/o sugerencias.\n "
    ],
    "5.2. Recursos a ser provistos por el proveedor 5.2.2. Personal clave": [
        "5.2. Recursos a ser provistos por el proveedor 5.2.2. Personal clave  5.\n2.\n2.\n1 UN (01) GERENTE DE PROYECTO  Formacion academica  Profesional titulado o Bachiller en las siguientes carreras: Ingenieria de Software o Ingenieria de Redes y Comunicaciones o Ingenieria de Sistemas o Ingenieria de Sistemas de Informacion o Ingenieria Informatica o a fines.\n   Capacitacion  ● Certificacion de gestion de proyectos PMP vigente y/o certificado  SCRUM Master  ● Certificado de ITIL Foundation Certificate.\n   Experiencia Debera acreditar experiencia minima de 3 anos en desarrollo",
        "5.2. Recursos a ser provistos por el proveedor 5.2.2. Personal clave y/o arquitectura y/o implementacion y/o configuracion y/o instalacion de soluciones en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube.\n  Actividades a desarrollar ● Estara a cargo de la direccion general del proyecto, sera el encargado  de efectuar las coordinaciones directas con el Coordinador del Gobierno Regional Amazonas durante la etapa de la implementacion.\n  ● Realizara las coordinaciones con el personal del Gobierno Regional de  Amazonas  ● Informara sobre el",
        "5.2. Recursos a ser provistos por el proveedor 5.2.2. Personal clave avance de la implementacion.\n ● Elaborara las actas de reunion de trabajo.\n ● Gestionara las pruebas de validacion para el acta de conformidad ● Coordinar con los implementadores el cumplimiento de los objetivos en  el tiempo planificado.\n  ● Reportar los avances segun el cronograma establecido en el plan de  trabajo  ● Generar la documentacion respectiva.\n  5.\n2.\n2.\n2 UN (01) ARQUITECTO DE NUBE  Formacion academica  Profesional titulado o Bachiller en las siguientes carreras: Ingenieria de",
        "5.2. Recursos a ser provistos por el proveedor 5.2.2. Personal clave Software o Ingenieria de Redes y Comunicaciones o Ingenieria de Sistemas o Ingenieria de Sistemas de Informacion o Ingenieria Informatica o a fines.\n   Certificacion requerida  Certificado oficial en arquitectura cloud de nivel profesional de la marca de la nube a ofertar.\n  Experiencia Debera acreditar experiencia minima de 3 anos en desarrollo y/o arquitectura y/o implementacion y/o configuracion y/o instalacion de soluciones en nube o soluciones de cloud o soluciones de cloud computing o infraestructura en nube.\n",
        "5.2. Recursos a ser provistos por el proveedor 5.2.2. Personal clave  Actividades a  desarrollar  ● Realizara las coordinaciones con el personal del Gobierno  Regional Amazonas.\n  ● Responsable de las arquitecturas de la solucion.\n ● Desarrollara toda la infraestructura como codigo (IaC) para la  homologacion de los ambientes en nube.\n  ● Realizara los planes de recuperacion ante desastres para las  arquitecturas a implementar.\n  ● Evaluar continuamente las arquitecturas existentes para  identificar areas de mejora o potenciales cuellos de botella.\n  ● Asegurar",
        "5.2. Recursos a ser provistos por el proveedor 5.2.2. Personal clave que todas las soluciones cumplan con los estandares  de seguridad necesarios y recomendar soluciones de seguridad adecuadas.\n  ● Participar en reuniones estrategicas para ofrecer aportaciones  desde la perspectiva de la nube y como puede influir en la direccion futura de la empresa.\n  ● Documentar todas las arquitecturas y soluciones implementadas  de manera clara y concisa para futuras referencias o para nuevos miembros del equipo.\n  Acreditacion para el personal clave: El Titulo Tecnico o Bachiller,",
        "5.2. Recursos a ser provistos por el proveedor 5.2.2. Personal clave sera verificado por el comite de seleccion en el Registro Nacional de Grados Academicos y Titulos Profesionales en el implementacion soporte y alojamiento en nube del SGD web de la Superintendencia Nacional de Educacion — Superior — Universitaria ● SUNEDU a traves del siguiente link:  https://enlinea.\nsunedu.\ngob.\npej/ o en el Registro Nacional de Certificados, Grados y Titulos a cargo del Ministerio de Educacion a traves del siguiente link:  http://www.\ntitulosinstitutos.\npe/, segun corresponda.\n   "
    ],
    "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION": [
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION "
    ],
    "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.1. Otras obligaciones": [
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.1. Otras obligaciones "
    ],
    "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.1.1. Medidas de seguridad": [
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.1.1. Medidas de seguridad  El Proveedor de la solucion que debe considerar los Lineamientos para el Uso de Servicios de nube publica para entidades de la Administracion Publica del Estado Peruano, para  efectos de disponibilidad, integridad, confidencialidad, autenticidad y trazabilidad, por lo cual queda obligado a cumplir y demostrar que, como minimo, cumple con todas las medidas de seguridad de la NTP ISO/IEC 27001:2014 Tecnologia de la Informacion, pertinentes para el nivel de disponibilidad requerido.\n Esto incluye instalaciones y personal.\n En su",
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.1.1. Medidas de seguridad defecto podra presentar la certificacion global para nubes publicas ISO/IEC 27001:2013 de la nube ofertada.\n El proveedor debera ser un partner avanzado acreditado de la nube publica a ofertar.\n Las medidas de seguridad podran ser reemplazadas por otras siempre y cuando se acredite con las certificaciones respectivas que protegen igual o mejor el riesgo sobre los activos y se satisfacen los principios basicos en materia de seguridad de la informacion antes senalada.\n  "
    ],
    "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.2. Confiabilidad": [
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.2. Confiabilidad  El Proveedor se obliga a mantener CONFIDENCIALIDAD sobre la documentacion trabajada y su contenido es de plena responsabilidad, por lo que cualquier alteracion de la misma sera considerada como incumplimiento grave del contrato, motivo por el cual GOREA podra resolver automaticamente el mismo, sin perjuicio de las sanciones y penalidades.\n  El proveedor del servicio tiene y asume la obligacion, tanto durante la vigencia del contrato, como despues de su extincion, de guardar secreto y confidencialidad de cualquier informacion",
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.2. Confiabilidad de GOREA a la que tenga acceso como consecuencia del desempeno de su servicio, y a considerar toda la informacion relativa a las cuentas de correo electronico como informacion personal, especialmente la informacion relativa a personas recogida en ficheros de datos personales, cuentas de correo personales, datos tecnicos y/u organizativos de Gobierno Regional Amazonas.\n.\n  Por lo antes expuesto, el proveedor del servicio no podra: ● Difundir, transmitir y/o revelar informacion a terceros.\n ● Usar la informacion recopilada para ofrecer",
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.2. Confiabilidad promocionar o brindar informacion sobre  productos o servicios.\n  ● Arrendar ni vender a terceros ningun dato de identificacion personal que les haya sido  proporcionado por GOREA y/o como consecuencia del servicio brindado.\n  ● Invitar al usuario a tomar parte en encuestas sobre productos, servicios, noticias y/o  eventos.\n "
    ],
    "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.3. Medidas de control durante la ejecucion contractual": [
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.3. Medidas de control durante la ejecucion contractual  Area responsable de las medidas de control.\n La supervision del servicio estara a cargo del responsable que sea designado por el Gobierno Regional Amazonas.\n  Area de coordinacion con el proveedor.\n El proveedor contratado debera realizar todas las coordinaciones internas con el responsable que designe el Gobierno Regional Amazonas Area que brindara la Conformidad.\n La conformidad final de la prestacion al servicio sera otorgada por el Gobierno Regional Amazonas, de acuerdo al cumplimiento de actividades descritas en el numeral",
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.3. Medidas de control durante la ejecucion contractual 4 del presente documento y la recepcion de los entregables indicados en el numeral 7.\n "
    ],
    "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.4. Conformidad de la prestacion": [
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.4. Conformidad de la prestacion  La conformidad de la prestacion del servicio sera emitida por el Gobierno Regional Amazonas, area encargada de otorgar la conformidad como usuaria del servicio, previa verificacion y confirmacion de la calidad del servicio solicitado.\n  La conformidad y aprobacion para el primer pago sera otorgada por el Gobierno Regional Amazonas, previo Informe Tecnico del Especialista asignado; el cual debera incluir el Acta de Conformidad de Implementacion, el Acta de Inicio del Servicio.\n  De existir observaciones se consignaran en",
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.4. Conformidad de la prestacion el acta respectiva, indicandose claramente el sentido de estas, dando al contratista un plazo prudencial para su subsanacion, en funcion a la complejidad del servicio.\n  Dicho plazo no podra ser menor de dos (02) dias habiles ni mayor de cinco (05) dias calendarios, de conformidad con lo establecido en el Reglamento de la Ley de Contrataciones del Estado y su modificatoria.\n  "
    ],
    "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.5. Forma de pago": [
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.5. Forma de pago   El pago por el servicio se realizara en una armada, con un total equivalente al 100% del monto ofertado por el PROVEEDOR.\n   ● El pago debera ser efectuado dentro de los 10 dias calendario tras la confirmacion de la implementacion del servicio.\n  Para efectos del pago de las contraprestaciones ejecutadas por el contratista, la Entidad debe contar con la siguiente documentacion:  ● Acta de conformidad de implementacion del servicio, firmada por la Gerencia de",
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.5. Forma de pago  planeamiento, presupuesto y acondicionamiento territorial.\n  ● Comprobante de pago.\n ● Orden de servicio.\n  NOTA: No se considera pago durante el periodo de implementacion.\n "
    ],
    "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.6. Penalidades": [
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.6. Penalidades  Penalidad por mora en la ejecucion de la prestacion.\n  En caso de retraso injustificado del contratista en la ejecucion de las prestaciones objeto de la contratacion, la Entidad le aplica automaticamente una penalidad por mora por cada dia de atraso, de conformidad con el articulo 162° del Reglamento de la Ley de Contrataciones del Estado.\n  La penalidad se aplica automaticamente y se calcula de acuerdo a la siguiente formula: Penalidad diaria  = 0.\n10 x monto vigente",
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.6. Penalidades  F x plazo vigente en dias  Donde F tiene los valores siguientes: ● F = 0.\n40 para plazos menores o iguales a sesenta (60) dias ● F = 0.\n25 para plazos mayores a sesenta (60) dias "
    ],
    "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.7. Responsabilidad de vicios ocultos": [
        "6. OTRAS CONSIDERACIONES PARA LA EJECUCION DE LA PRESTACION 6.7. Responsabilidad de vicios ocultos  La recepcion conforme de la entidad, no enerva el derecho de la misma de reclamar posteriormente por defectos o vicios ocultos, de conformidad con el Articulo 173° del Reglamento de la Ley de Contrataciones del Estado”.\n "
    ],
    "6.1. Otras obligaciones 6.1.1. Medidas de seguridad": [
        "6.1. Otras obligaciones 6.1.1. Medidas de seguridad  El Proveedor de la solucion que debe considerar los Lineamientos para el Uso de Servicios de nube publica para entidades de la Administracion Publica del Estado Peruano, para  efectos de disponibilidad, integridad, confidencialidad, autenticidad y trazabilidad, por lo cual queda obligado a cumplir y demostrar que, como minimo, cumple con todas las medidas de seguridad de la NTP ISO/IEC 27001:2014 Tecnologia de la Informacion, pertinentes para el nivel de disponibilidad requerido.\n Esto incluye instalaciones y personal.\n En su",
        "6.1. Otras obligaciones 6.1.1. Medidas de seguridad defecto podra presentar la certificacion global para nubes publicas ISO/IEC 27001:2013 de la nube ofertada.\n El proveedor debera ser un partner avanzado acreditado de la nube publica a ofertar.\n Las medidas de seguridad podran ser reemplazadas por otras siempre y cuando se acredite con las certificaciones respectivas que protegen igual o mejor el riesgo sobre los activos y se satisfacen los principios basicos en materia de seguridad de la informacion antes senalada.\n  "
    ],
    "7. ANEXOS": [
        "7. ANEXOS  ● Anexo A: Acta de Conformidad de Implementacion  ● Anexo B: Acta de Inicio de Servicio  ● Anexo C: Precios de la Oferta  ANEXO A  ACTA DE CONFORMIDAD DE IMPLEMENTACION     Se deja constancia que la empresa…………………………………. con Registro Unico  de Contribuyente (RUC) N° ………………con domicilio en………………………que en su condicion de Contratista ha cumplido con la implementacion del SERVICIO DE INFRAESTRUCTURA EN LA NUBE PARA LA IMPLEMENTACION DE LOS SISTEMAS INFORMATICOS",
        "7. ANEXOS DEL GOBIERNO REGIONAL AMAZONAS, de acuerdo a lo requerido en los Terminos de Referencia y a lo establecido en su propuesta tecnica finalmente adjudicada.  Asi tambien a la fecha, se deja constancia del buen funcionamiento de la indicada implementacion cuenta con una garantia de los servicios y vicios ocultos que se pueda presentar despues de suscrita la presente acta.  Firman dando fe de lo anterior, firman las partes.   Lugar y Fecha     ",
        "7. ANEXOS  ………………………………………  ……  SELLO Y FIRMA  Representante Legal Contratista  …………………………………………………………  ……  SELLO Y FIRMA  Gerencia de planeamiento, presupuesto y  acondicionamiento territorial  ANEXO B  ACTA DE INICIO DEL SERVICIO  ACTA DE INICIO DEL SERVICIO Fecha :  XX/XX/20 XX  PROYECTO / SERVICIO   Por la presente Acta, que suscriben las partes se deja constancia el inicio de la prestacion del CONTRATACION DEL SERVICIO DE INFRAESTRUCTURA EN LA NUBE",
        "7. ANEXOS PARA LA IMPLEMENTACION DE LOS SISTEMAS INFORMATICOS DEL GOBIERNO REGIONAL AMAZONAS, una parte, la empresa con Registro  Unico de Contribuyente (RUC) N° ………………con domicilio en  ………………………………………, debidamente representada por su Representante Legal ……………………. identificado con DNI……………, y la otra parte el responsable de la del Gobierno Regional Amazonas, expresando conformidad a la finalizacion de la etapa de Instalacion del Servicio realizado desde el XX al XX de xxxxxxxx de 20XX, de acuerdo al Plan Implementacion, y; dando inicio",
        "7. ANEXOS al Contrato de Prestaciones del Servicio de acuerdo a los plazos establecidos en los terminos de referencia y contrato.  El plazo del servicio contratado es de trescientos sesenta y cinco (365) dias calendario, contados a partir del dia xx de XXXXXX de 20XX al XX de XXXXXX de 20XX.  FIRMAS: En senal de conformidad con el contenido de la presente acta, las partes proceden a firmar, a los xxx de xxxxx de 20xx, a horas xx:xx  ………………………………………",
        "7. ANEXOS  ……  SELLO Y FIRMA  Representante Legal Contratista  …………………………………………………………  ……  SELLO Y FIRMA  Gerencia de planeamiento, presupuesto y  acondicionamiento territorial  ANEXO C  PRECIO DE LA OFERTA   Senores XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Presente. -  Es grato dirigirme a usted, para hacer de su conocimiento que, de acuerdo con las bases, mi oferta es la siguiente:  OFERTA A SUMA ALZADA DE LOS COMPONENTES SIGUIENTES:    CONCEPTO PRECIO TOTAL  Servicio",
        "7. ANEXOS de implementacion y puesta en operacion    Servicio de infraestructura de nube   Servicio de Gestion y Soporte   Total S/   OFERTA TOTAL   Monto total de la oferta S/   El precio de la oferta en SOLES incluye todos los tributos, seguros, transporte, inspecciones, pruebas y, de ser el caso, los costos laborales conforme a la legislacion vigente, asi como cualquier otro concepto que pueda tener incidencia sobre el costo del",
        "7. ANEXOS servicio a contratar; excepto la de aquellos postores que gocen de alguna exoneracion legal, no incluiran en el precio de su oferta los tributos respectivos.  [CONSIGNAR CIUDAD Y FECHA]      ……………………………….…………………..  Firma, Nombres y Apellidos del postor o  Representante legal o comun, segun corresponda  ANEXO N° E  EXPERIENCIA DEL POSTOR EN LA ESPECIALIDAD   Senores  Presente. -   Mediante el presente, el suscrito detalla la siguiente EXPERIENCIA EN",
        "7. ANEXOS LA ESPECIALIDAD:  N º CLIENTE OBJETO DEL  CONTRATO  N°  CONTRATO /  O/S /  COMPROBA  NTE DE  PAGO  FECHA DEL CONTRATO  O CP  FECHA DE  CONFORMID  AD DE SER  EL CASO  EXPERIENCI  PROVENIEN  TE DE:  MONEDA IMPORTE  TIPO DE CAMBIO  VENTA  MONTO  FACTURADO  ACUMULAD  1            4",
        "7. ANEXOS            5            6            7            8            9            1 0  …     ",
        "7. ANEXOS       2 0  TOTAL    [CONSIGNAR CIUDAD Y FECHA]    ...................................................................  Firma, Nombres y Apellidos del postor o  Representante legal o comun, segun corresponda "
    ]
}