{
    "I. DENOMINACION DE LA CONTRATACION": [
        "I. DENOMINACION DE LA CONTRATACION DENOMINACION DE LA CONTRATACION Contratacion del servicio de alojamiento cloud para servidores de SALUDPOL. "
    ],
    "II. FINALIDAD PUBLICA": [
        "II. FINALIDAD PUBLICA FINALIDAD PUBLICA La contratacion del servicio permitira disponer de recursos de computo, almacenamiento, redes y seguridad de rapido aprovisionamiento, para la publicacion y/o alojamiento de aplicaciones y servicios de TI, en ambientes de alta disponibilidad, confidencialidad y seguridad que permitan el normal desarrollo de las actividades diarias, contribuyendo con una Gestion Publica eficiente y de calidad que repercute en la atencion oportuna de las necesidades de las areas usuarias. "
    ],
    "III. REQUERIMIENTOS TECNICOS MINIMOS": [
        "III. REQUERIMIENTOS TECNICOS MINIMOS REQUERIMIENTOS TECNICOS MINIMOS "
    ],
    "III. REQUERIMIENTOS TECNICOS MINIMOS III.1 CARACTERISTICAS GENERALES": [
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.1 CARACTERISTICAS GENERALES CARACTERISTICAS GENERALES El contratista tiene la obligacion de realizar el servicio de acuerdo a lo establecido en los Terminos de Referencia, teniendo responsabilidad total sobre la ejecucion del servicio contratado. El contratista sera responsable de todo el despliegue y los elementos necesarios para realizacion de lo solicitado. Para la realizacion del servicio, SALUDPOL a traves del responsable de la Oficina de Tecnologia de la Informacion brindara las facilidades y accesos necesarios. Cualquier omision en las caracteristicas tecnicas, no eximira de",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.1 CARACTERISTICAS GENERALES responsabilidad al contratista, no podra tomarse como base para reclamos, pues se entiende que el personal a cargo esta tecnicamente capacitado y especializado en la materia y que al realizar la propuesta tecnica ha examinado cuidadosamente todos los documentos y se ha informado de todas las condiciones que puedan afectar sus servicios, costo y plazo de entrega. Las labores que involucren el corte de algun servicio en produccion no podran ser efectuados en horario de oficina para no interrumpir las",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.1 CARACTERISTICAS GENERALES labores del personal, en caso contrario, se realizaran en horario a coordinar con el responsable de la Oficina de Tecnologia de la Informacion. El contratista debera contemplar como parte del servicio esquemas de continuidad, alta disponibilidad y escalabilidad, asi como la exclusividad de los recursos asignados al servicio. 8 EI contratista debera contemplar y asegurar como parte del servicio, altos niveles en la REDES confidencialidad y privacidad de la informacion alojada, acorde a normativas y estandares vigentes. El contratista del",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.1 CARACTERISTICAS GENERALES servicio debera contar con un Centro de Datos cual este implementado con los mecanismos y niveles de seguridad fisica y logica necesarios para brindar un servicio de excelentes condiciones y adecuado nivel de disponibilidad, durante todo el periodo de la contratacion del servicio. El contratista debera de cumplir con los \"Lineamientos para el Uso de Servicios en la Nube para entidades de la Administracion Publica del Estado Peruano\". El contratista brindara una disponibilidad minima sobre el servicio cloud del 99.95%",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.1 CARACTERISTICAS GENERALES anual. El Centro de Datos debera contar con al menos dos conexiones de salida internacional hacia internet, las cuales se deberan conmutar de manera automatica. El contratista debera mantener secreto profesional respecto de los datos a los que acceda en virtud del servicio ofertado, asi como asegurar el respaldo de los mismos, obligaciones que subsistiran aun despues de finalizar su relacion con la persona contratante, El \"Datacenter\" o \"Centro de Datos\" del proveedor deberan contar como minimo con certificacion TIER-III",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.1 CARACTERISTICAS GENERALES otorgada por el UpTime Institute. El contratista debera asegurar el que el Datacenter del servicio Cloud ofertado cumpla minimamente con las siguientes certificaciones internacionales de seguridad y privacidad: ISO 27001, ISO 27017, ISO 27018, ISO 27701, CSA STAR, NIST Cybersecurity Framework (CSF). El contratista debera contar con una mesa de ayuda con la capacidad de registrar incidentes por Telefono, por correo electronico o por sistema de ticket para reportar incidencias o requerimientos. "
    ],
    "III. REQUERIMIENTOS TECNICOS MINIMOS III.2 DISPONIBILIDAD Y BALANCEO DE CARGA DEL SERVICIO": [
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.2 DISPONIBILIDAD Y BALANCEO DE CARGA DEL SERVICIO DISPONIBILIDAD Y BALANCEO DE CARGA DEL SERVICIO El contratista debe revisar y asegurar que los servicios de computo y memoria del servicio nube a ofertar tenga un SLA minimo de 99.95%. El contratista debe revisar y asegurar que el servicio de nube ofertado permita balancear la carga de trabajo y distribuir un tipo especifico de trafico (http: o https: o ftp:) proveniente Policia Nacional del Peru SALUDPOL de internet entre los servidores de la solucion, considerando que la aplicacion si",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.2 DISPONIBILIDAD Y BALANCEO DE CARGA DEL SERVICIO soporta un escenario de alta disponibilidad. "
    ],
    "III. REQUERIMIENTOS TECNICOS MINIMOS III.3 CARACTERISTICAS DE LA INFRAESTRUCTURA": [
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.3 CARACTERISTICAS DE LA INFRAESTRUCTURA Debe contar con un portal de autoaprovisionamiento via web compatible con diferentes navegadores por el cual la entidad accedera a los servicios requeridos. Este portal de auto-aprovisionamiento debe ser protegido por un mecanismo de doble autenticacion, ademas de un usuario y contrasena. Debe contar con un servicio que permita gestionar el control de los accesos e identidades de los usuarios a la cuenta de nube otorgada. Permitira a la entidad gestionar cuentas de usuario y autorizar permisos para los recursos",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.3 CARACTERISTICAS DE LA INFRAESTRUCTURA de la nube. Debe contar con la provision de servicios Infraestructura como servicio (laaS) y Plataforma como Servicio (PaaS) como minimo. Debe contar un servicio de computo que permitira desplegar ambientes virtuales con CPU y memoria. Asimismo, debe soportar el despliegue de Windows y de Linux. Debe permitir desplegar maquinas virtuales usando imagenes privadas con el proposito de reducir el servicio de despliegue. La plataforma debe permitir el uso de base de datos relacionales y no relacionales (noSQL) como servicio.",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.3 CARACTERISTICAS DE LA INFRAESTRUCTURA Debe contar con un servicio de APIs de alto rendimiento para construir, gestionar y desplegar APIs, que debera desplegarse desde el portal de la nube. Debe contar con un servicio de almacenamiento de bloques basado en arquitectura distribuida. Se deben operar estos servicios sin detener los servicios de la solucion de nube. Puede utilizarse para sistemas de archivos, bases de datos, y otro software de sistema o aplicaciones que necesiten almacenamiento de bloques. Este servicio debe permitir configurar almacenamiento en",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.3 CARACTERISTICAS DE LA INFRAESTRUCTURA discos SATA y SSD (base de datos) desde el mismo portal de autoaprovisionamiento. Los discos admitiran el cifrado de datos para garantizar la seguridad de los datos. El servicio debe soportar la expansion de capacidad de los discos, sin detener las maquinas virtuales. Debe contar con un servicio de almacenamiento de objetos de tipo S3 o S3 compatible, con una disponibilidad del 99.9% y durabilidad del 11 9's (99.999999999%) anual. Asi mismo, este servicio debe contar con servicio de almacenamiento",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.3 CARACTERISTICAS DE LA INFRAESTRUCTURA de modo frecuente, no \"B° frecuente y para archivado de informacion. REDES Debe contar con un servicio de alarmas. Estas alarmas podran utilizarse para recopilar y seguir metricas, definir alarmas y reaccionar de modo automatico ante los cambios en sus recursos. Estas alarmas revisaran el estado de los servicios de computo, almacenamiento, balanceo de carga. Estos servicios deberan estar disponibles desde el portal de autoaprovisionamiento y permitiran conocer el estado de funcionamiento y el rendimiento de los objetos monitorizados de",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.3 CARACTERISTICAS DE LA INFRAESTRUCTURA cada servicio, en tiempo real. Debe permitir habilitar notificaciones al crear reglas de alarma. Cuando el estado del servicio en la nube cambia y los datos de monitoreo de la metrica alcanzan el umbral especificado en una regla de alarma, el servicio lo notificara mediante mensajes de texto, correos electronicos O enviando mensajes a las direcciones del servidor. De esta manera, puede monitorear el estado de los recursos y los cambios en tiempo real. Debe contar con un servicio de",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.3 CARACTERISTICAS DE LA INFRAESTRUCTURA comparticion de archivos con alta confiabilidad (99.95%). alto rendimiento (IOPS: 4,000 hasta IOPS: 16,000), para las instancias virtuales que se creen en la plataforma de nube y debe desplegarse desde el portal de auto provisionamiento via web. Debe incluir el aprovisionamiento de direcciones IP publicas a demanda desde el mismo portal de auto-provisionamiento, que permitiran la publicacion de las aplicaciones por Internet. Debe contar con un servicio de VPN Site to Site para la conexion segura desde el datacenter de",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.3 CARACTERISTICAS DE LA INFRAESTRUCTURA SALUDPOL al nodo de nube. La plataforma debe permitir crear, borrar o editar capacidades de procesamiento, almacenamiento, de red (ancho de banda) y sistemas operativos en una infraestructura a la que accede para su administracion. La plataforma de nube debe permitir por lo menos 99.95% de disponibilidad mensual en los servicios de computo y memoria. La plataforma de nube a proponer debe tener una latencia promedio maxima de 60 ms desde el nodo a ofrecer hasta Peru. Debe contar servicios",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.3 CARACTERISTICAS DE LA INFRAESTRUCTURA de seguridad de pago por uso como Anti-DDos y web application firewall, a configurarse desde el portal de auto-aprovisionamiento. Los centros de datos que se usan para alojar los nodos de la nube a considerar en este requerimiento deben contar con certificacion de TIER 3 del Uptime Institute como minimo. Durante toda la vigencia del servicio, el contratista debera activar y mantener un servicio de soporte especializado proporcionado directamente por el proveedor del servicio de nube publica. Nacional SALUDPOL 10",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.3 CARACTERISTICAS DE LA INFRAESTRUCTURA "
    ],
    "III. REQUERIMIENTOS TECNICOS MINIMOS III.4 COMPONENTES DE LA SOLUCION - REQUISITOS MINIMOS": [
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.4 COMPONENTES DE LA SOLUCION - REQUISITOS MINIMOS COMPONENTES DE LA SOLUCION - REQUISITOS MINIMOS Los servicios a considerar descritos anteriormente seran usados al 100% de utilizacion al ano, estos servicios deben ser como minimo: Item Descripcion Cantidad Linux Centos x64 8.x o superior -Procesador 8 vCPU -Memoria RAM 16GB -Disco duro 2000GB Nvme SSDs 2 Linux Centos x64 7.x o superior -Procesador 8 vCPU -Memoria RAM 16GB -Disco duro 1200GB Nvme SSDs 3 Windows Server x64 2016 Standard -Procesador 2 vCPU -Memoria RAM 4GB -Disco duro 50GB",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.4 COMPONENTES DE LA SOLUCION - REQUISITOS MINIMOS Nvme SSDs 4 Linux Centos x64 8.x o superior -Procesador 24v CPU -Memoria RAM 48GB -Disco duro 500GB Nvme SSDs 5 Windows Server 2016 x64 Std o superior - Procesador 02 vCPU - Memoria RAM 4GB - Disco duro 50GB Nvme SSDs 6 Oracle Linux x64 7 o superior - Procesador 08 vCPU - Memoria RAM 32GB - Disco duro 550GB Nvme SSDs 7 CentOS Linux x64 8 o superior - Procesador 08 vCPU - Memoria RAM 16GB - Disco",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.4 COMPONENTES DE LA SOLUCION - REQUISITOS MINIMOS duro 3200GB Nvme SSDs 8 CentOS Linux x64 8 o superior SALULAYE V°B - Procesador 08 vCPU - Memoria RAM 16GB REDES - Disco duro 500GB Nvme SSDs 9 CentOS Linux x64 8 o superior - Procesador 08 vCPU - Memoria RAM 16GB - Disco duro 500GB Nvme SSDs 10 CentOS Linux x64 8 o superior - Procesador 08 vCPU - Memoria RAM 16GB - Disco duro 500GB Nvme SSDs CentOS Linux x64 8 o superior - Procesador 04 vCPU",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.4 COMPONENTES DE LA SOLUCION - REQUISITOS MINIMOS - Memoria RAM 8GB - Disco duro 2000GB Nvme SSDs 12 CentOS Linux x64 8 o superior - Procesador 02 vCPU - Memoria RAM 8GB - Disco duro 50GB Nvme SSDs 13 CentOS Linux x64 7 o superior - Procesador 08 vCPU - Memoria RAM 16GB - Disco duro 500GB Nvme SSDs 14 - Linux Centos 8.x o superior - Procesador 16v CPUs - Memoria RAM 32GB - Disco duro 1000GB Nvme SSDs 15 Servicio de AntiDDos. Policia Nacional del",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.4 COMPONENTES DE LA SOLUCION - REQUISITOS MINIMOS Peru SALUDPOL 16 Servicio WAF PaaS o SaaS (Segun TDR) 17 Servicio de Network Firewall PaaS o SaaS (Segun TDR) 18 Servicio de Proteccion de servidores PaaS o SaaS o Agente (Segun TDR) 19 Servicio de Backup 20 Servicio de monitoreo y alarmas de cpu, memoria y disco. 21 lps publicas estaticas 15 22 Servicio de vpn site - site 15 Servicio de vpn site - client 15 23 Servicio de Soporte del Contratista en modalidad 24x7. Este servicio incluira",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.4 COMPONENTES DE LA SOLUCION - REQUISITOS MINIMOS la devolucion de la llamada para la atencion de la incidencia, 24 Servicio de Soporte Business en modalidad 24x7. Este servicio debera ser exclusivo de la marca. "
    ],
    "III. REQUERIMIENTOS TECNICOS MINIMOS III.5 DEL MONITOREO": [
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.5 DEL MONITOREO DEL MONITOREO El contratista debera realizar el monitoreo de cada servidor considerando: Monitoreo 24x7: Servidor Uso de espacio en Disco Uso de Memoria RAM Uso de Procesamiento Asi mismo, el contratista debera de brindar un acceso web a SALUDPOL para visualizar el estado de los servidores y servicios. VeB "
    ],
    "III. REQUERIMIENTOS TECNICOS MINIMOS III.6 DE LA CONECTIVIDAD": [
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.6 DE LA CONECTIVIDAD DE LA CONECTIVIDAD REDES El contratista debera proporcionar una salida a Internet en su \"Datacenter\" o \"Centro de Datos\" con un ancho de banda de 40 Mbps o superior, con overbooking de 1:1. El servicio debera contar con un firewall para filtrar todo el trafico para evitar que archivos infectados, malware o virus entren en la red. "
    ],
    "III. REQUERIMIENTOS TECNICOS MINIMOS III.7 DEL RESPALDO DE INFORMACION": [
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.7 DEL RESPALDO DE INFORMACION DEL RESPALDO DE INFORMACION El servicio de respaldo para las maquinas virtuales debe tener una disponibilidad minima del 99,9%. El servicio de respaldo para las maquinas virtuales permite la copia de seguridad y restauracion con un clic para el servicio de almacenamiento de bloques a traves de la plataforma. El servicio debera usar la solucion nativa de respaldo que ofrece la plataforma. No debera necesitar de la instalacion de agentes en el ambiente virtual o maquinas virtuales para poder realizar",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.7 DEL RESPALDO DE INFORMACION las tareas de respaldo y recuperacion. El contratista debera garantizar la disponibilidad de la informacion alojada en los servidores, mediante una politica de respaldo que contemple por lo menos: Respaldo a disco del total de GB de almacenamiento contratados. Debera programarse un (01) respaldo completo (Full) y catorce (14) incrementales, con lo que se podra acceder y recuperar informacion dentro de los ultimos quince (15) dias. Debera programarse un (01) respaldo completo (Full) mensual el ultimo dia de cada mes,",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.7 DEL RESPALDO DE INFORMACION con lo que se podra acceder y recuperar informacion dentro de los ultimos dos (02) meses. "
    ],
    "III. REQUERIMIENTOS TECNICOS MINIMOS III.8 DEL ACCESO REMOTO": [
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.8 DEL ACCESO REMOTO DEL ACCESO REMOTO El contratista debera brindar como parte del servicio: El servicio de acceso remoto al servidor via conexion directa y/o internet y/o vpn, con acceso de administrador o root sobre cada servidor. Cuentas estables durante la contratacion del servicio. Soporte para conexiones sobre IPv4. "
    ],
    "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD": [
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD Debera contar con: a. Network Firewall: El contratista debera proporcionar un Network Firewall como servicio PaaS o SaaS del fabricante cloud. El servicio debe cumplir con las siguientes especificaciones minimas, tomando como referencia un servicio de firewall en la nube avanzado, 09 de Policia Nacional del Peru SALUDPOL Caracteristicas y Especificaciones: 2. Capacidad de Proteccion Adicional (EIP Protection Capacity): Proteccion para 15 EIPs: El servicio debe incluir la capacidad de proteger al menos 15 direcciones IP elasticas (EIP), garantizando la",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD proteccion de las instancias criticas expuestas a Internet. 3. Trafico de Proteccion Maxima (Peak Protection Traffic): 50 Mbit/s de Trafico Maximo de Proteccion en Internet: El firewall debe ser capaz de gestionar y proteger un trafico de hasta 50 Mbit/s en su pico, asegurando la continuidad operativa y la seguridad de los servicios publicos durante periodos de alto trafico. 1. Proteccion Integral contra Amenazas: Deteccion y Mitigacion de Amenazas Avanzadas: Deteccion y mitigacion de ataques DDoS, inyecciones SQL, troyanos, gusanos,",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD spyware y ataques de phishing. Proporciona un sistema de prevencion de intrusiones (IPS) que incluye un motor de inteligencia artificial para la deteccion en tiempo real. 2. Gestion y Monitorizacion Centralizada: Consola de Administracion: Ofrece herramientas de gestion centralizada que incluyen dashboards en tiempo real, reportes detallados sobre incidentes y rendimiento, y estadisticas de trafico. 3. Actualizaciones Automaticas: Actualizacion y Parcheo de Seguridad: Implementa parches de seguridad y actualizaciones automaticas para mantener el firewall siempre actualizado contra las ultimas amenazas",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD conocidas. 5. Alta Disponibilidad y Resiliencia: Despliegue en Cluster: Los motores y componentes del firewall estan desplegados en REDES configuraciones redundantes para asegurar la continuidad del servicio en caso de fallos. 6. Facilidad de Integracion: Compatibilidad con Otros Servicios Cloud: El firewall debe ser compatible con otros servicios en la nube, facilitando su integracion en un entorno hibrido o multi-cloud. 7. Escalabilidad: Escalabilidad Automatica: Permite la escalabilidad automatica para adaptarse a cambios en la demanda de trafico y recursos, sin",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD afectar el rendimiento o la seguridad. 8. Filtrado de Paquetes y Control de Acceso: Reglas de Filtrado Personalizadas: Control del trafico basado en IPs, puertos y protocolos. Incluye control de acceso basado en el 5-tuple (direccion IP de origen, puerto de origen, direccion IP de destino, puerto de destino y protocolo). 9. Proteccion de Aplicaciones Web (WAF): Firewall de Aplicaciones Web: Proporciona proteccion contra amenazas a nivel de aplicacion, como ataques XSS y CSRF, asegurando la seguridad de las aplicaciones",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD 06 de la Policia Nacional del Peru - SALUDPOL web. 10. Monitorizacion en Tiempo Real: Alertas y Notificaciones: Ofrece alertas en tiempo real para actividades sospechosas o incidentes de seguridad, permitiendo una respuesta rapida y eficaz. 11. Auditoria de Logs: Registro de Eventos: Registra logs detallados de eventos de ataque, control de acceso y trafico, facilitando la auditoria y el analisis de seguridad. 12. Captura de Paquetes de Red: Analisis de Paquetes: Herramienta para la captura y analisis de paquetes,",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD ayudando en la localizacion de fallos de red y en el analisis de ataques. 13. Proteccion en el Borde de la Red: Seguridad en el Borde: Ofrece proteccion de trafico en el borde de la red y entre VPCs, asegurando la integridad y seguridad de los datos en transito. 14. Integracion con Servicios de Log y Monitoreo: Servicio de Logs y Monitoreo: Integracion con servicios como Log Tank Service (LTS) y SecMaster para la recoleccion y analisis de logs en",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD tiempo real. 15. Defensa de Directorios Sensibles: Proteccion de Directorios: Defensa contra escaneos de directorios sensibles en los REDES servidores, asegurando la privacidad y seguridad de los datos. 16. Defensa contra Shell Reversa: Proteccion contra Shell Reversa: Prevencion de ataques de shell reversa, protegiendo contra intentos de acceso no autorizados. 17. Politicas de Seguridad Automatizadas: Implementacion de Politicas: Facilita la importacion y aplicacion automatizada de politicas de seguridad, mejorando la eficiencia de gestion. 18. Notificaciones de Alarma: Configuracion de Alertas:",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD Permite la configuracion de notificaciones para logs de ataques y advertencias de trafico, proporcionando alertas por correo electronico o SMS. 19. Analisis Inteligente de Amenazas: Motor de IA: Utiliza un motor de inteligencia artificial para el analisis y defensa contra amenazas, proporcionando una capa adicional de seguridad inteligente. 20. Acceso Controlado por ACL: Listas de Control de Acceso (ACL): Implementacion de politicas de acceso basadas en listas negras y blancas, permitiendo un control detallado del acceso a la red. 08",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD de la Policia Nacional del Peru SALUDPOL b. Web Application Firewall: El contratista debera proporcionar un Web Application Firewall (WAF) como servicio PaaS o SaaS del fabricante cloud, en el contexto de una implementacion en el sector publico en Peru. El servicio debe cumplir con las siguientes especificaciones minimas, tomando como referencia un servicio de WAF en la nube avanzado. Caracteristicas y Especificaciones: 2. Capacidad de Proteccion: Numero de Dominios Protegidos: Capacidad para proteger al menos 60 dominios. Numero de",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD Reglas de Proteccion: Soporte para al menos 20 reglas de proteccion configurables. Capacidad de Manejo de Solicitudes: Capacidad para manejar hasta 200 millones de solicitudes mensuales. Detalles Tecnicos Principales: 1. Proteccion Integral contra Amenazas: Deteccion y Mitigacion de Amenazas Avanzadas: Proteccion contra inyecciones SQL, cross-site scripting (XSS), cargas de shells web, inyecciones de comandos/codigo, inclusion de archivos, acceso a archivos sensibles y explotacion de vulnerabilidades de terceros. Prevencion de Ataques DDoS y CC: Identificacion de usuarios reales, configuracion de limitacion",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD de tasas y bloqueo de usuarios falsos para mitigar ataques de denegacion de servicio Challenge Collapsar (CC). 2. Gestion y Monitorizacion Centralizada: Consola de Administracion: Herramientas de gestion centralizada que incluyen dashboards en tiempo real, reportes detallados sobre incidentes y rendimiento, y estadisticas de trafico. REDES 3. Actualizaciones Automaticas: Actualizacion y Parcheo de Seguridad: Implementacion de parches de seguridad y actualizaciones automaticas para mantener el WAF siempre actualizado contra las ultimas amenazas conocidas. 5. Alta Disponibilidad y Resiliencia: Despliegue en",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD Cluster: Los motores y componentes del WAF estan desplegados en configuraciones redundantes para asegurar la continuidad del servicio en caso de fallos, 6. Facilidad de Integracion: Compatibilidad con Otros Servicios Cloud: El WAF debe ser compatible con otros servicios en la nube, facilitando su integracion en un entorno hibrido o multi-cloud. 7. Escalabilidad: Escalabilidad Automatica: Permite la escalabilidad automatica para adaptarse a cambios en la demanda de trafico y recursos, sin afectar el rendimiento o la seguridad. 8. Proteccion de",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD Aplicaciones Web: Cobertura de OWASP Top 10: El WAF debe ofrecer proteccion integral contra las de la Policia Nacional del Peru SALUDPOL principales amenazas de seguridad web identificadas por OWASP, incluyendo pero no limitado a: Inyeccion: Prevencion de ataques de inyeccion, como inyeccion SQL, que permiten a los atacantes ejecutar comandos no autorizados en la base de datos. Autenticacion Rota: Proteccion contra debilidades en los mecanismos de autenticacion que podrian ser explotadas para obtener acceso no autorizado. Exposicion de Datos",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD Sensibles: Prevencion de la exposicion de datos sensibles a traves de proteccion de datos en transito y en reposo. Entidades Externas XML (XXE): Bloqueo de ataques que exploten vulnerabilidades en el procesamiento de XML. Control de Acceso Roto: Implementacion de controles estrictos para evitar el acceso no autorizado a recursos restringidos. Configuracion de Seguridad Incorrecta: Garantia de configuraciones seguras por defecto y capacidad para monitorear y corregir configuraciones inseguras. Cross-Site Scripting (XSS): Prevencion de ataques XSS que inyecten scripts maliciosos",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD en las paginas web. Deserializacion Insegura: Proteccion contra la deserializacion de datos no confiables que podrian llevar a la ejecucion remota de codigo. Uso de Componentes con Vulnerabilidades Conocidas: Deteccion y mitigacion de riesgos asociados con el uso de bibliotecas y componentes con vulnerabilidades REDES conocidas. Registro y Monitoreo Insuficientes: Provision de capacidades avanzadas de monitoreo y registro para la deteccion y respuesta a incidentes de seguridad. 9. Monitorizacion en Tiempo Real: Alertas y Notificaciones: Ofrece alertas en tiempo real",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD para actividades sospechosas o incidentes de seguridad, permitiendo una respuesta rapida y eficaz. 10. Auditoria de Logs: Registro de Eventos: Registra logs detallados de eventos de ataque, control de acceso y trafico, facilitando la auditoria y el analisis de seguridad. 11. Captura de Paquetes de Red: Analisis de Paquetes: Herramienta para la captura y analisis de paquetes, ayudando en la localizacion de fallos de red y en el analisis de ataques. 12. Proteccion en el Borde de la Red: Seguridad",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD en el Borde: Ofrece proteccion de trafico en el borde de la red y entre VPCs, asegurando la integridad y seguridad de los datos en transito. 13. Integracion con Servicios de Log y Monitoreo: Servicio de Logs y Monitoreo: Integracion con servicios para la recoleccion y analisis de logs en tiempo real. 14. Defensa de Directorios Sensibles: 07 de Policia Nacional del Peru SALUDPOL \"Decenio de la Igualdad de Oportunidades para mujeres y hombres' Proteccion de Directorios: Defensa contra escaneos",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD de directorios sensibles en los servidores, asegurando la privacidad y seguridad de los datos. 15. Defensa contra Shell Reversa: Proteccion contra Shell Reversa: Prevencion de ataques de shell reversa, protegiendo contra intentos de acceso no autorizados. 16. Politicas de Seguridad Automatizadas: Implementacion de Politicas: Facilita la importacion y aplicacion automatizada de politicas de seguridad, mejorando la eficiencia de gestion. 17. Notificaciones de Alarma: Configuracion de Alertas: Permite la configuracion de notificaciones para logs de ataques y advertencias de trafico, proporcionando",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD alertas por correo electronico SMS. 18. Analisis Inteligente de Amenazas: Motor de IA: Utiliza un motor de inteligencia artificial para el analisis y defensa contra amenazas, proporcionando una capa adicional de seguridad inteligente. 19. Acceso Controlado por ACL: Listas de Control de Acceso (ACL): Implementacion de politicas de acceso basadas en listas negras y blancas, permitiendo un control detallado del acceso a la red. 20. Proteccion Anti-Crawler: Defensa contra Crawlers Maliciosos: Analisis dinamico del comportamiento de los bots y proteccion",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD contra rastreadores web no autorizados. V°B° 21. Geolocalizacion y Control de Acceso: REDES Control de Acceso por Geolocalizacion: Reglas personalizadas para controlar el acceso basado en la ubicacion geografica de las direcciones IP. 22. Proteccion contra Manipulacion de Paginas Web: Anti-Defacement: Configuracion de cache para paginas web estaticas con verificaciones aleatorias para detectar y prevenir la manipulacion de contenido. 23. Prevencion de Fugas de Informacion: Proteccion contra Fugas de Informacion: Deteccion y prevencion de la divulgacion de informacion sensible como",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD numeros de identificacion, numeros de telefono y direcciones de correo electronico. 24. Proteccion IPv6: Compatibilidad con IPv6: Garantiza que el WAF pueda manejar y proteger el trafico que utiliza el protocolo IPv6. 25. Proteccion Anti-Crawler: Defensa contra Crawlers Maliciosos: Identificacion precisa del comportamiento de los bots y medidas de defensa basadas en sistemas de identificacion de bots y control de riesgos. de la Policia Nacional del Peru - SALUDPOL C. Servicio de proteccion de servidores: El contratista debera proporcionar un",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD servicio de proteccion contra amenazas y vulnerabilidades para todas las maquinas virtuales y contenedores que sean parte de la solucion desplegada en el cloud (HSS) como servicio PaaS o SaaS o agente del fabricante cloud, en el contexto de una implementacion en el sector publico en Peru. El servicio debe cumplir con las siguientes especificaciones minimas: Caracteristicas y Especificaciones: Capacidad de Proteccion Prevencion de Ransomware: El servicio debera proteger contra mas del 99% de los tipos conocidos de ransomware, utilizando",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD motores de deteccion de ransomware y honeypots dinamicos. Proteccion Integral contra Amenazas: El servicio debera detectar y mitigar amenazas avanzadas, incluyendo inyecciones SQL, cross-site scripting (XSS), cargas de shells web, inyecciones de comandos/codigo, inclusion de archivos, acceso a archivos sensibles y explotacion de vulnerabilidades de terceros. Gestion y Monitorizacion Centralizada: Consola de Administracion: El servicio debera incluir herramientas de gestion centralizada con dashboards en tiempo real, reportes detallados sobre incidentes y rendimiento, y estadisticas de trafico. Actualizacion y Parcheo de",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD Seguridad: El servicio debera implementar parches de seguridad y actualizaciones automaticas para mantener el HSS siempre actualizado contra las ultimas amenazas conocidas. REDES Cumplimiento y Conformidad: Conformidad con Normativas y Estandares Internacionales: El servicio debera cumplir con normativas y estandares internacionales de seguridad, asi como con las regulaciones especificas del gobierno peruano. Alta Disponibilidad y Resiliencia: Despliegue en Cluster: Los motores y componentes del HSS deberan estar desplegados en configuraciones redundantes para asegurar la continuidad del servicio en caso de",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD fallos. Facilidad de Integracion: Compatibilidad con Otros Servicios Cloud: El HSS debera ser compatible con otros servicios en la nube, facilitando su integracion en un entorno hibrido o multi-cloud. Escalabilidad: Escalabilidad Automatica: El servicio debera permitir la escalabilidad automatica para adaptarse a cambios en la demanda de trafico y recursos, sin afectar el rendimiento o la seguridad. Detalles Tecnicos Principales: 1. Deteccion de intrusiones: El servicio debera detectar y bloquear mas de 35 tipos de intrusiones diferentes. 2. Proteccion de",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD Ransomware: El servicio debera incluir una capacidad avanzada de prevencion y mitigacion de ransomware, incluyendo la implementacion de politicas de de la Policia Nacional del Peru SALUDPOL 06 \"Decenio de la Igualdad de Oportunidades para mujeres y hombres' proteccion contra ransomware y la configuracion de backups permanentes a nivel de hora. 3. Analisis Inteligente de Amenazas: El servicio debera utilizar un motor de inteligencia artificial para el analisis y defensa contra amenazas, proporcionando una capa adicional de seguridad inteligente. 4.",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD Proteccion de Aplicaciones Web: El servicio debera incluir un Firewall de Aplicaciones Web (WAF) integrado para proteger contra amenazas a nivel de aplicacion, como ataques XSS y CSRF. 5. Auditoria de Logs: El servicio debera registrar logs detallados de eventos de ataque, control de acceso y trafico, facilitando la auditoria y el analisis de seguridad. 6. Captura de Paquetes de Red: El servicio debera incluir una herramienta para la captura y analisis de paquetes, ayudando en la localizacion de fallos",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD de red y en el analisis de ataques. 7. Control de Acceso Basado en ACL: El servicio debera implementar politicas de acceso basadas en listas negras y blancas, permitiendo un control detallado del acceso a la red. 8. Proteccion Anti-Crawler: El servicio debera incluir analisis dinamico del comportamiento de los bots y proteccion contra rastreadores web no autorizados. 9. Proteccion de Contenedores: El servicio debera ser capaz de detectar vulnerabilidades en imagenes de contenedores y proteger contra escapes de contenedores.",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD 10.Proteccion de Integridad de Archivos: El servicio debera monitorizar archivos criticos del sistema y alertar sobre modificaciones no autorizadas. 11. Defensa contra Shell Reversa: El servicio debera prevenir ataques de shell reversa, protegiendo contra intentos de acceso no autorizados. 12. Integracion con Servicios de Log y Monitoreo: El servicio debera integrarse con servicios para la recoleccion y analisis de logs en tiempo real. REDES 13. Configuracion de Alertas: El servicio debera permitir la configuracion de notificaciones para logs de ataques",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD y advertencias de trafico, proporcionando alertas por correo electronico o SMS. 14. Politicas de Seguridad Automatizadas: El servicio debera facilitar la importacion y aplicacion automatizada de politicas de seguridad, mejorando la eficiencia de gestion. 15. Proteccion en el Borde de la Red: El servicio debera ofrecer proteccion de trafico en el borde de la red y entre VPCs, asegurando la integridad y seguridad de los datos en transito. 16. Registro de Eventos: El servicio debera registrar logs detallados de eventos",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD de ataque, control de acceso y trafico. 17. Compatibilidad con IPv6: El servicio debera garantizar que puede manejar y proteger el trafico que utiliza el protocolo IPv6. 18. Proteccion contra Fugas de Informacion: El servicio debera detectar y prevenir la divulgacion de informacion sensible. 19. Control de Acceso por Geolocalizacion: El servicio debera incluir reglas de Policia Nacional del Peru SALUDPOL personalizadas para controlar el acceso basado en la ubicacion geografica de las direcciones IP. 20. Proteccion contra Manipulacion de",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.9 DE LOS SERVICIOS DE SEGURIDAD Paginas Web: El servicio debera ofrecer configuracion de cache para paginas web estaticas con verificaciones aleatorias para detectar y prevenir la manipulacion de contenido. "
    ],
    "III. REQUERIMIENTOS TECNICOS MINIMOS III.10 DEL SERVICIO DE DDoS": [
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.10 DEL SERVICIO DE DDoS El contratista del servicio de cloud publico debe ofrecer una solucion en modalidad PaaS o SaaS O nativa Anti-DDoS integrada que cumpla con los siguientes requisitos minimos: Proteccion Basica: Provision de proteccion contra ataques DDoS con un limite de hasta 5 Gbps de trafico. La solucion debe mitigar automaticamente los ataques detectados sin intervencion manual. Deteccion y Mitigacion: La solucion debe incluir monitoreo continuo y analisis en tiempo real del trafico para detectar y mitigar anomalias asociadas con ataques DDoS.",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.10 DEL SERVICIO DE DDoS Reportes y Alertas: Debe proporcionar notificaciones en tiempo real y reportes detallados despues de un ataque, incluyendo la descripcion del ataque y las medidas mitigatorias aplicadas. Configuracion y Gestion: La solucion debe ser facil de configurar y gestionar traves de un panel de control centralizado que permita una gestion eficiente de las politicas de defensa. Escalabilidad: Capacidad de escalar automaticamente para manejar incrementos en el trafico durante un ataque, con politicas de defensa que se puedan ajustar a las necesidades",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.10 DEL SERVICIO DE DDoS del cliente. Compatibilidad y Rendimiento: La solucion debe ser compatible con multiples protocolos de red y tener un impacto minimo en el rendimiento de las aplicaciones protegidas. Soporte Tecnico y Actualizaciones: Provision de soporte tecnico 24/7 y actualizaciones regulares para mantener la efectividad de la solucion Anti-DDoS. REDES "
    ],
    "III. REQUERIMIENTOS TECNICOS MINIMOS III.11 SERVICIO DE DESPLIEGUE DE LA SOLUCION": [
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.11 SERVICIO DE DESPLIEGUE DE LA SOLUCION El contratista debera desplegar los servicios requeridos en un maximo de 30 dias calendario en coordinacion con la entidad. La entidad entregara la informacion necesaria antes del inicio del despliegue de los servicios. El servicio incluye la implementacion de los servidores y servicios de TI, asi como la migracion de aplicaciones, sin embargo, se requiere un acompanamiento durante 30 dias del personal de SALUDPOL para el despliegue de sus aplicaciones. Las particiones de los servidores seran realizadas conforme el personal",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.11 SERVICIO DE DESPLIEGUE DE LA SOLUCION de la Oficina de Tecnologia de la Informacion lo indique en coordinacion con el contratista. El contratista del servicio se compromete a firmar y entregar al inicio del servicio el acuerdo de confidencialidad y cumplimiento de la Politica de Seguridad de la Informacion del SALUDPOL. "
    ],
    "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION": [
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION 3.12.1 SOPORTE TECNICO DE LA MARCA Este soporte debe cumplir con las siguientes caracteristicas minimas, inspiradas en los niveles de servicio ofrecidos en el \"Soporte Business\" de proveedores de nubes publicas. Disponibilidad 24/7: El soporte debe estar disponible 24 horas al dia, 7 dias a la semana, incluyendo dias festivos, para asegurar una respuesta continua a cualquier problema o incidente que pueda surgir. Tiempo de Respuesta Prioritario: Incidentes Criticos: El soporte debe proporcionar un tiempo de respuesta inicial maximo de",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION 15 minutos para incidentes que tengan un impacto severo en la operatividad del servicio, tales como caidas completas del sistema o interrupciones significativas en los servicios criticos. Incidentes Importantes: Un tiempo de respuesta inicial maximo de 1 hora para incidentes que afectan significativamente la operacion, como problemas que degradan el rendimiento del sistema, pero no lo detienen completamente. de a Policia Nacional del Peru SALUDPOL Incidentes Menores: Un tiempo de respuesta inicial maximo de 2 horas para problemas de menor",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION impacto que afectan parcialmente la funcionalidad del servicio pero permiten que las operaciones continuen con algunas restricciones. Asistencia Tecnica Especializada: Acceso a ingenieros y expertos tecnicos del proveedor del servicio de nube que pueden proporcionar soluciones avanzadas y soporte detallado para resolver problemas complejos, incluidos aquellos relacionados con la infraestructura y la seguridad. Gestion Proactiva y Mantenimiento: Apoyo en la implementacion de actualizaciones criticas, parches de seguridad y practicas de mantenimiento proactivo para asegurar la continuidad del servicio y la",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION integridad de la infraestructura. Esto incluye la supervision y la recomendacion de acciones preventivas para evitar futuros problemas. Consultoria en Mejores Practicas: Orientacion continua sobre las mejores practicas en la gestion y optimizacion de los recursos en la nube, incluyendo asesoria para la mejora de la eficiencia operativa, el rendimiento y la seguridad del servicio. Informes y Auditorias Detalladas: Provision de informes regulares y detallados sobre las actividades de soporte, incluyendo analisis de incidentes, resolucion de problemas y recomendaciones para",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION la prevencion de futuros incidentes. Tambien se debe incluir auditorias periodicas para asegurar el cumplimiento de los niveles de servicio acordados. El contratista debera proporcionar evidencia de la activacion de este soporte especializado al inicio del contrato y mantener dicha activacion durante todo el periodo de vigencia del servicio. Este soporte es esencial para asegurar que los servicios gestionados en la nube publica cumplan con los mas altos estandares de calidad, disponibilidad y seguridad. El soporte business debera permitir reportar",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION incidencias por un lado por parte del contratista como segundo nivel si se trata de una cuestion relacionada con la nube. Por otro lado SALUDPOL tambien puede reportar directamente lo que proporciona una mayor flexibilidad 3.12.2 SOPORTE TECNICO DEL CONTRATISTA REDES El contratista debera proporcionar soporte tecnico integral y continuo para la gestion del servicio de cloud publico, abarcando aspectos clave como la administracion de recursos de computo, politicas de backup, networking, monitoreo y seguridad. El enfoque sera la gestion",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION completa de la nube, incluyendo la proteccion Anti-DDoS como uno de los componentes de seguridad. a. Disponibilidad del Soporte Tecnico Soporte Remoto a Demanda: El soporte tecnico debe estar disponible 24 horas al dia, 7 dias a la semana, para abordar cualquier problema o incidente relacionado con la infraestructura en la nube. Soporte Telefonico y por Correo Electronico: Acceso a soporte a traves de llamadas telefonicas y correos electronicos para consultas urgentes y no urgentes. Sistema de Tickets: Una plataforma",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION en linea para registrar y seguir el progreso de incidentes y solicitudes, accesible para el personal de SALUDPOL. b. Tipos de Atencion y Servicios Cubiertos Gestion de Maquinas Virtuales (VMs) Creacion y Configuracion de VMs: Asistencia en la creacion y configuracion de maquinas virtuales, incluyendo la instalacion de sistemas operativos estandar y la configuracion inicial de recursos. Escalado de Recursos: Apoyo en la ampliacion o reduccion de recursos (CPU, memoria, almacenamiento) asignados a las VMs segun las necesidades operativas. de",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION la Policia Nacional del Peru SALUDPOL Snapshots y Clonacion: Realizacion de snapshots para la recuperacion de estado y clonacion de VMs para entornos de desarrollo y pruebas. Politicas de Backup y Recuperacion Implementacion de Backups: Configuracion y administracion de politicas de backup para asegurar la proteccion de los datos. Recuperacion ante desastres: Desarrollo y ejecucion de planes de recuperacion ante desastres para minimizar la perdida de datos y el tiempo de inactividad. Verificacion de Backups: Realizacion de pruebas periodicas para",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION asegurar la efectividad de los backups y su capacidad de restauracion. Networking y Seguridad Configuracion de Redes Virtuales: Asistencia en la configuracion de redes virtuales, incluyendo VPCs, subredes, y direccionamiento IP. Gestion de Firewalls: Configuracion y mantenimiento de reglas de firewall, listas de control de acceso (ACLs) y politicas de seguridad para proteger los recursos. VPN y Enrutamiento: Configuracion y soporte para conexiones VPN y enrutamiento para asegurar la conectividad segura entre diferentes entornos. Monitoreo y Alarmas Configuracion de alarmas:",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION Establecimiento de alarmas para monitorear el rendimiento y la disponibilidad de recursos clave (CPU, memoria, red, etc.). Respuesta a Alertas: Gestion proactiva y resolucion de alertas generadas por el sistema de monitoreo para prevenir o mitigar problemas. Analisis de Rendimiento: Evaluacion y reporte periodico sobre el rendimiento de la infraestructura y los servicios, incluyendo recomendaciones para la mejora continua, V°B Administracion y Mantenimiento de la Plataforma REDES Actualizacion de Sistemas y Aplicaciones: Coordinacion y gestion de la instalacion de actualizaciones",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION y parches de sistemas operativos y aplicaciones para mantener la seguridad y la operatividad. Optimizacion de Recursos: Revision y recomendacion de estrategias para optimizar el uso de recursos en la nube, minimizando costos operativos sin comprometer el rendimiento. Auditorias de Seguridad: Realizacion de auditorias para asegurar que la infraestructura cumple con las politicas de seguridad y regulaciones vigentes. Proteccion Anti-DDoS (Como uno de los componentes de seguridad) Monitoreo de Trafico y Mitigacion de Ataques: Supervision continua y mitigacion de ataques",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION DDoS para asegurar la disponibilidad de los servicios. Ajuste de Politicas de Defensa: Modificacion de las politicas de defensa Anti-DDoS segun sea necesario para adaptarse a nuevas amenazas. Reportes de Incidentes de Seguridad: Analisis detallado y reporte de los ataques DDoS y las medidas tomadas para mitigar su impacto. Administracion de los servicios implementados en Huawei Cloud Se incluyen como parte del soporte todos los componentes implementados sobre Huawei Cloud como parte de la definicion de este TDR. Exclusiones del",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION Soporte Tecnico El soporte tecnico proporcionado no incluira: Gestion de Sistemas Operativos: Administracion y resolucion de problemas internos de los sistemas operativos dentro de las VMs. Aplicaciones de terceros: Instalacion, configuracion, y soporte para aplicaciones de terceros no incluidas en los servicios nativos de Huawei Cloud. Problemas Internos de la Red del Cliente: Soporte para problemas de red que ocurren dentro de la infraestructura del cliente y no en el entorno de la nube. Desarrollo de Software: Actividades relacionadas con",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION el desarrollo, prueba, y mantenimiento de aplicaciones personalizadas que no forman parte de los servicios cloud. de a Policia Nacional del Peru SALUDPOL 04 C. Gestion de Tickets El contratista debe manejar un sistema de tickets que permita registrar y gestionar tanto solicitudes de servicio (requerimientos) como incidentes. d. Tiempos de Respuesta y Solucion Tiempo de Respuesta: El contratista debe comenzar la atencion a cualquier incidente o solicitud en un maximo de 15 minutos desde el registro del mismo. Tiempos",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION de Solucion por Nivel de Urgencia: Alta Urgencia: Maximo 1 hora para resolver incidentes que afectan criticamente la operacion de los servicios. Son incidentes que necesitan un tratamiento especial para la organizacion por su alto impacto; su inatencion inmediata afecta o podria afectar significativamente la operacion de algun componente de la infraestructura tecnologica. Media Urgencia: Maximo 3 horas para incidentes que tienen un impacto moderado en los servicios. Son incidentes con un tiempo de atencion intermedio; su inatencion afecta o",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION podria afectar moderadamente a la operacion de algun componente de la infraestructura tecnologica. Baja Urgencia: Maximo 4 horas para incidentes de impacto leve. Son incidentes con un tiempo de atencion menor; su inatencion afecta o podria afectar levemente a la operacion de algun componente de la infraestructura tecnologica. La clasificacion de la urgencia la realizara el personal del SALUDPOL en el registro del incidente. El personal del SALUDPOL verificara que se haya dado la solucion al incidente antes de aceptar",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION el fin del tiempo de solucion. e. Gestion de Incidentes Sistema de Gestion de Incidencias: El contratista debe proporcionar una SALUUPOL plataforma web para la gestion de incidencias, problemas y solicitudes. REDES Automatizacion: Utilizacion de herramientas para la automatizacion de la priorizacion y el seguimiento de incidentes. f. Medios de Comunicacion para el Registro de Incidentes Sistema de Tickets: Principal medio para el registro y seguimiento de incidentes. Telefono y Correo Electronico: Canales adicionales para asegurar la comunicacion efectiva y",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.12 SOPORTE TECNICO y CAPACITACION rapida. 3.12.2 CAPACITACION El contratista debe incluir un curso de capacitacion oficial del proveedor de nube para la Gestion de los Servicios requeridos ofertados de 25 horas como minimo para 12 personas indicadas por SALUDPOL. El contratista al finalizar el curso debera emitir un certificado o constancia para las 12 personas que recibieron la capacitacion. El contratista debe incluir los voucher para el examen de certificacion oficial una vez culminado el curso. "
    ],
    "III. REQUERIMIENTOS TECNICOS MINIMOS III.13 CERTIFICADOS DE SEGURIDAD DE LA INFORMACION DE LA PLATAFORMA CLOUD": [
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.13 CERTIFICADOS DE SEGURIDAD DE LA INFORMACION DE LA PLATAFORMA CLOUD ISO 27001:2013 Classified Cybersecurity Protection of China's Ministry of Public Security ISO 27017:2015 Singapore MTCS Level 3 Certification ISO 20000-1:2011 SOC audit ISO 27018:2014 PCI DSS Certification de la Policia Nacional del Peru SALUDPOL ISO 22301:2012 CSA STAR Gold Certification Gold O&M (TRUCS) Certification for the Capability of Protecting Cloud Service User Data (TRUCS) ITSS Cloud Computing Service Capability Evaluation by the Ministry of Industry and Information Technology (MIIT) TRUCS (Trusted Cloud Service) Cloud Service Security Certification - Cyberspace Administration",
        "III. REQUERIMIENTOS TECNICOS MINIMOS III.13 CERTIFICADOS DE SEGURIDAD DE LA INFORMACION DE LA PLATAFORMA CLOUD of China (CAC) International Common Criteria EAL 3+ Certification ISO 27018:2014 ISO 29151:2017 ISO 27701:2019 BS 10012:2017 "
    ],
    "IV. CONDICIONES ADMINISTRATIVAS MINIMAS:": [
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: CONDICIONES ADMINISTRATIVAS MINIMAS: "
    ],
    "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.1 PLAZO DE LA PRESTACION": [
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.1 PLAZO DE LA PRESTACION El servicio de hosting sera brindado por 365 dias calendario, contados a partir del dia siguiente de suscrita el Acta de implementacion, fecha en que el pago sera contabilizado. El Acta de implementacion debe contener la siguiente informacion: Caracteristicas tecnicas y configuraciones de los servidores implementados. Documento firmado de confidencialidad por parte del contratista. Lista de contactos para soporte del contratista. Se precisa que el servicio de soporte debera tener la disponibilidad de 24 horas X 7 dias a la",
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.1 PLAZO DE LA PRESTACION semana, el tiempo que dure el contrato del servicio. Este debera ser por los canales de atencion tales como correo, numero de celular y/o 0800 En caso de falla de algun componente del servicio, el contratista debera proceder con la reparacion y/o reemplazo sin costo alguno para la entidad; asegurando la continuidad del servicio de hosting. El plazo maximo para la implementacion del servicio sera de treinta (30) dias calendario, contados desde el dia siguiente de la suscripcion del contrato.",
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.1 PLAZO DE LA PRESTACION El plazo de la prestacion se tomara como fecha de inicio al dia siguiente de suscrito Acta de Implementacion. "
    ],
    "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.2 DEL PAGO": [
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.2 DEL PAGO El postor debera ingresar la facturacion e informe en forma mensual hasta los primeros SALUDPOI quince (15) dias calendarios de cada mes y sera ingresada en formato fisico via mesa de partes en SALUDPOL. Para el pago del primer mes, el contratista debera adjuntar a su facturacion el \"Acta de REDES implementacion del servicio\", el \"Informe mensual del estado del servicio\" y \"Facturacion\". Para los pagos del segundo al doceavo mes, el contratista debera adjuntar a su facturacion el informe",
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.2 DEL PAGO mensual del estado del servicio. "
    ],
    "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.3 DE LA CONFORMIDAD": [
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.3 DE LA CONFORMIDAD La implementacion del servicio contara con el \"Acta de implementacion\", la cual sera firmada por el responsable de la Oficina de Tecnologia de la Informacion de SALUDPOL una vez finalizadas las actividades correspondientes y activadas el servicio. Las conformidades del servicio seran emitidas mensualmente por el responsable de la Oficina de Tecnologia de la Informacion de SALUDPOL, previa recepcion por parte del contratista del \"Informe mensual del estado del servicio\". con la siguiente informacion: Reporte de Actividad Mensual: Un resumen",
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.3 DE LA CONFORMIDAD de todos los tickets gestionados, incluyendo detalles de cada incidente y solicitud, tiempos de respuesta y solucion, y analisis de tendencias. Inventario y Diagramas: Un informe mensual que incluya un inventario detallado de todos los recursos en la nube y diagramas actualizados de la arquitectura de la infraestructura, reflejando cualquier cambio realizado durante el mes. Informe de Rendimiento de Recursos. Analisis de Seguridad: Resumen de las actividades de seguridad, incluyendo incidentes de seguridad gestionados, estado de las politicas de firewall,",
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.3 DE LA CONFORMIDAD y analisis de amenazas detectadas. "
    ],
    "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.4 ACTIVIDADES": [
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.4 ACTIVIDADES JEFE o LIDER: Analisis de requisitos: El lider de proyecto debe comprender los requisitos del cliente y definir claramente las necesidades y objetivos del proyecto. Planificacion del proyecto: El lider de proyecto debe desarrollar un plan detallado que incluya la configuracion del servidor, la migracion de datos, las pruebas de rendimiento, la de a Policia Nacional del Peru SALUDPOL 0 implementacion de medidas de seguridad y el cronograma de actividades. Coordinacion y comunicacion: Actuando como punto de contacto principal, el",
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.4 ACTIVIDADES lider de proyecto coordinara y mantendra una comunicacion efectiva entre el proveedor de servicios de alojamiento y el cliente. Supervision del proyecto: El lider de proyecto sera responsable de supervisar todo el proceso de implementacion, asegurandose de que se cumplan los plazos, se alcancen los objetivos y se resuelvan los problemas que puedan surgir durante el proceso. IMPLEMENTADOR: Configuracion de servidores: El implementador sera responsable de configurar los servidores segun los requisitos del cliente, instalando el sistema operativo, configurando el",
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.4 ACTIVIDADES software y optimizando el rendimiento. Migracion de datos: El implementador debera planificar y llevar a cabo la migracion de los datos existentes al nuevo servicio de alojamiento de servidores, asegurandose de que se realice de manera segura y sin interrupciones. Pruebas y verificacion: El implementador realizara pruebas exhaustivas para garantizar que el servicio de alojamiento de servidores funcione correctamente. Esto puede incluir pruebas de rendimiento, pruebas de carga, pruebas de seguridad, etc. Capacitacion y documentacion: El implementador proporcionara capacitacion al",
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.4 ACTIVIDADES personal del cliente en el uso y administracion del servicio de alojamiento de servidores, y generara documentacion tecnica detallada para su referencia. "
    ],
    "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.5 DE LAS PENALIDADES": [
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.5 DE LAS PENALIDADES DE LAS PENALIDADES Se aplicara las penalidades segun lo establecido en el Reglamento de la Ley de Contrataciones del Estado del articulo 162. Si el contratista incurre en retraso injustificado en la ejecucion de las prestaciones objeto del contrato, La Entidad le aplica automaticamente una penalidad por mora por cada dia de atraso, de acuerdo a la siguiente formula: 0.10 X monto vigente Penalidad Diaria = F X plazo vigente en dias REDES Donde: F = 0,25 para plazos mayores",
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.5 DE LAS PENALIDADES a sesenta (60) dias o; F = 0.40 para plazos menores o iguales a sesenta (60) dias. El retraso se justifica a traves de la solicitud de ampliacion de plazo debidamente aprobado. Adicionalmente, se considera justificado el retraso y en consecuencia no se aplica penalidad, cuando El Contratista acredite, de modo objetivamente sustentado, que el mayor tiempo transcurrido no le resulta imputable. En este ultimo caso la calificacion del retraso como justificado por parte de La Entidad no da lugar",
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.5 DE LAS PENALIDADES al pago de gastos generales ni costos directos de ningun tipo, conforme el numeral 162,5 del articulo 162 del Reglamento de la Ley de Contrataciones del Estado. "
    ],
    "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.6 OTRAS PENALIDADES": [
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.6 OTRAS PENALIDADES Se aplicaran las penalidades segun lo establecido en el Reglamento de la Ley de Contrataciones del Estado del articulo 163. Podran aplicarse otras penalidades, siempre y cuando sean objetivas, razonables y congruentes con el objeto de la convocatoria, hasta por un monto maximo equivalente al diez por ciento (10%) del monto del servicio contratado. La Oficina de Tecnologia de la Informacion, en base a la ejecucion de actividades de control informara a la Oficina de Administracion si el contratista contratado",
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.6 OTRAS PENALIDADES incurre en una penalidad, a fin de que se ejecute la penalidad correspondiente. Cuando se llegue a cubrir el monto maximo de la penalidad (10%), SALUDPOL podra resolver el contrato por incumplimiento en caso lo decida. de la Policia Nacional del Peru SALUDPOL \"Decenio de la Igualdad de Oportunidades para mujeres y hombres' Las otras penalidades son las siguientes: Forma de Forma de Supuesto de calculo calculo aplicacion de Rango de % Deducible de Procedimiento penalidad Interrupcion la facturacion del",
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.6 OTRAS PENALIDADES servicio mensual Para efectos del > 44 minutos 2,5% calculo de la 90 minutos penalidad acumularan los minutos en los que el > 90 minutos servicio se haya 5% Disponibilida 120 minutos interrumpido en el d del servicio mes, contados desde mensual (99.9%) que ha sido reportado a la mesa de ayuda por Telefono o por correo electronico o > 120 minutos 10% por sistema de ticket hasta disponibilidad total del servicio. Nota: El rango de interrupcion es mensual, y",
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.6 OTRAS PENALIDADES en el mes se considera 30 dias calendario. Forma de Forma de Supuesto de calculo calculo aplicacion de Rango de % Deducible de Procedimiento penalidad respuesta a la facturacion requerimientos mensual Se acumularan los REDES > 2 horas 1% minutos contados 3 horas desde que ha sido solicitado Tiempo de respuesta al > 3 horas requerimiento a la 5% requerimiento 4 horas mesa de ayuda por Telefono o por soporte correo electronico o tecnico por sistema de vez (Maximo). ticket",
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.6 OTRAS PENALIDADES hasta la > 4 horas 8% respuesta atencion requerimiento. Nota: El rango de respuesta ante requerimientos es contabilizado por cada ticket o correo enviado. "
    ],
    "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.7 SISTEMA DE CONTRATACION:": [
        "IV. CONDICIONES ADMINISTRATIVAS MINIMAS: IV.7 SISTEMA DE CONTRATACION: A suma Alzada. "
    ],
    "V. SEGURIDAD EN EL TRABAJO": [
        "V. SEGURIDAD EN EL TRABAJO SEGURIDAD EN EL TRABAJO "
    ],
    "V. SEGURIDAD EN EL TRABAJO V.1 SEGURO COMPLEMENTARIO DE TRABAJO DE RIESGO": [
        "V. SEGURIDAD EN EL TRABAJO V.1 SEGURO COMPLEMENTARIO DE TRABAJO DE RIESGO SEGURO COMPLEMENTARIO DE TRABAJO DE RIESGO Los trabajadores del contratista deberan estar sujetos al Seguro Complementario de Trabajo de Riesgo Para lo cual el contratista debera presentar el Seguro Complementario de Trabajo de Riesgo (SCTR) vigente del personal que trabajara en la prestacion. El SCTR debera ser presentado al inicio del servicio. "
    ],
    "V. SEGURIDAD EN EL TRABAJO V.2 EQUIPOS DE PROTECCION PERSONAL (EPP)": [
        "V. SEGURIDAD EN EL TRABAJO V.2 EQUIPOS DE PROTECCION PERSONAL (EPP) EQUIPOS DE PROTECCION PERSONAL (EPP) El Contratista debera proporcionar los correspondientes equipos de proteccion personal (EPP) a su personal de acuerdo a la especialidad. Se entiende que el uso de dichos equipos es de caracter obligatorio mientras se encuentre laborando en las instalaciones del SALUDPOL. "
    ],
    "V. SEGURIDAD EN EL TRABAJO V.3 SEGURIDAD Y SALUD EN EL TRABAJO (SST)": [
        "V. SEGURIDAD EN EL TRABAJO V.3 SEGURIDAD Y SALUD EN EL TRABAJO (SST) SEGURIDAD Y SALUD EN EL TRABAJO (SST) Se pone en conocimiento los \"Lineamientos para la prevencion del contagio del covid-19 durante la permanencia al interior del fondo de aseguramiento en salud de la policia nacional del Peru SALUDPOL\" de Policia Nacional del Peru SALUDPOL 02 https://www.gob.pe/institucion/saludpol/normas-legales/826958-065-2020-in-saludpol-ag. "
    ],
    "V. SEGURIDAD EN EL TRABAJO V.4 PROTOCOLOS SANITARIOS": [
        "V. SEGURIDAD EN EL TRABAJO V.4 PROTOCOLOS SANITARIOS PROTOCOLOS SANITARIOS El Contratista se compromete a cumplir y respetar cada una de las medidas de seguridad previstas en el protocolo de SALUDPOL, el que sera puesto en conocimiento de sus trabajadores al inicio de la prestacion; para cuyo efecto SALUDPOL, a la firma del Contrato, cumplira con hacer entrega de una copia legible del mismo. El Contratista debera asegurar en todo momento que el personal que realiza el desarrollo de la prestacion en las instalaciones de SALUDPOL cumpla con",
        "V. SEGURIDAD EN EL TRABAJO V.4 PROTOCOLOS SANITARIOS las disposiciones senaladas en los parrafos anteriores. "
    ],
    "VI. RESPONSABILIDAD POR VICIOS OCULTOS": [
        "VI. RESPONSABILIDAD POR VICIOS OCULTOS RESPONSABILIDAD POR VICIOS OCULTOS El plazo maximo de responsabilidad del contratista por la calidad ofrecida y por los vicios ocultos sera de 365 dias contados a partir de la conformidad del servicio. "
    ],
    "VII. CONFIDENCIALIDAD": [
        "VII. CONFIDENCIALIDAD CONFIDENCIALIDAD El contratista se compromete a no revelar, comentar suministrar o transferir de cualquier forma a terceros, informacion que hubiere recibido directa o indirectamente o que hubiese generado como parte del servicio. El incumplimiento de esta obligacion, dara lugar a la resolucion inmediata del contrato perfeccionado mediante orden de servicio. "
    ],
    "VIII. NORMA ANTICORRUPCION": [
        "VIII. NORMA ANTICORRUPCION NORMA ANTICORRUPCION El contratista / contratista acepta expresamente que no llevara a cabo, acciones que estan prohibidas por las leyes locales y otras leyes anticorrupcion. Sin limitar lo anterior, el contratista /contratista se obliga a no efectuar ningun pago, ni ofrecera ni trasferira algo de valor, a un establecido de manera que pudiere violar leyes locales u otras anticorrupcion, sin restriccion alguna. En forma especial, el contratista / contratista declara con caracter de declaracion jurada que no se encuentra inmerso",
        "VIII. NORMA ANTICORRUPCION en algun proceso de caracter penal vinculado a presuntos ilicitos penales contra el Estado Peruano, constituyendo su declaracion, la firma del mismo en la orden de servicio de la que estos terminos de referencia forman parte integrante. "
    ],
    "IX. CLAUSULA ANTICORRUPCION": [
        "IX. CLAUSULA ANTICORRUPCION CLAUSULA ANTICORRUPCION El contratista, no debe ofrecer negociar o efectuar, cualquier pago, objeto de valor o cualquier dadiva en general o cualquier beneficio o incentivo ilegal en relacion al contrato, que pueda construir incumplimiento de la Ley, tales como robo, fraude, cohecho o trafico de influencias, directa o indirectamente, o traves de socios, integrantes de los organos de administracion apoderados, SALUDHOL representantes legales, funcionarios, asesores o personas vinculadas, en concordancia o a lo establecido en el art. 11 de la",
        "IX. CLAUSULA ANTICORRUPCION ley de contrataciones del estado, ley N° 30225, los articulos 7 de su REDES reglamento aprobado mediante Decreto Supremo N° 344-2018-EF Asi mismo el contratista se obliga a conducirse en todo momento, durante la ejecucion de la orden de servicio con honestidad, probidad, veracidad e integridad y de no cometer actos ilegales de corrupcion, directa o indirectamente o a traves de sus socios, accionistas participantes, integrantes de los lorganos de administracion apoderados, representantes legales, funcionarios, asesores y personal vinculados en",
        "IX. CLAUSULA ANTICORRUPCION virtud a lo establecido en los articulos antes citados de la Ley de Contrataciones del Estado y su Reglamento. "
    ],
    "X. REQUISITOS DE CALIFICACION": [
        "X. REQUISITOS DE CALIFICACION REQUISITOS DE CALIFICACION Los requisitos de calificacion son los siguientes: B CAPACIDAD TECNICA Y PROFESIONAL B.3. CALIFICACIONES DEL PERSONAL CLAVE B.3.1 FORMACION ACADEMICA Requisitos: JEFE o LIDER DEL PROYECTO Titulado profesional universitario en ingenieria electronica, telecomunicaciones, computacion, informatica, industrial o sistemas. IMPLEMENTADOR Bachiller o profesional titulado universitario en ingenieria electronica, telecomunicaciones, informatica, computacion y/o sistemas. de la Policia Nacional del Peru SALUDPOL Acreditacion: El BACHILLER o TITULO PROFESIONAL sera verificado por el organo encargado de las contrataciones o comite de",
        "X. REQUISITOS DE CALIFICACION seleccion, segun corresponda, en el Registro Nacional de Grados Academicos y Titulos Profesionales en el portal web de la Superintendencia Nacional de Educacion Superior Universitaria SUNEDU a traves del siguiente link: https://enlinea.sunedu.gob.pe// o en el Registro Nacional de Certificados, Grados y Titulos a cargo del Ministerio de Educacion a traves del siguiente link : http://www.titulosinstitutos.pe/ segun corresponda. En caso el BACHILLER o TITULO PROFESIONAL no se encuentre inscrito en el referido registro, el postor debe presentar la copia del diploma",
        "X. REQUISITOS DE CALIFICACION respectivo a fin de acreditar la formacion academica requerida. B.4 EXPERIENCIA DEL PERSONAL CLAVE Requisitos: JEFE o LIDER DEL PROYECTO Tres (03) anos de experiencia realizando funciones como jefe o Lider de proyectos y/o coordinador en servicios de implementacion de proyectos de alquiler y/o hosting de servidores. IMPLEMENTADOR Tres (03) anos de experiencia liderando o implementando soluciones de virtualizacion de servidores, implementacion de servicios en nube, almacenamiento, redes y respaldo. De presentarse experiencia ejecutada paralelamente (traslape), para el computo del",
        "X. REQUISITOS DE CALIFICACION tiempo de dicha experiencia solo se considerara una vez el periodo traslapado, Acreditacion: La experiencia del personal clave se acreditara con cualquiera de los siguientes documentos: (i) copia simple de contratos y su respectiva conformidad o (ii) constancias o (iii) certificados o (iv) cualquier otra documentacion que, de manera fehaciente demuestre la experiencia del personal propuesto. REDES Importante Los documentos que acreditan la experiencia deben incluir los nombres y apellidos del personal clave, el cargo desempenado, el plazo de la",
        "X. REQUISITOS DE CALIFICACION prestacion indicando el dia. mes y ano de inicio y culminacion, el nombre de la Entidad u organizacion que emite el documento. la fecha de emision y nombres y apellidos de quien suscribe el documento En caso los documentos para acreditar la experiencia establezcan el plazo de la experiencia adquirida por el personal clave en meses sin especificar los dias se debe considerar el mes completo. Se considerara aquella experiencia que no tenga una antiguedad mayor a veinticinco (25) anos",
        "X. REQUISITOS DE CALIFICACION anteriores a la fecha de la presentacion de ofertas. Al calificar la experiencia del personal, se debe valorar de manera integral los documentos presentados por el postor para acreditar dicha experiencia. En tal sentido, aun cuando en los documentos presentados la denominacion del cargo o puesto no coincida literalmente con aquella prevista en las bases, se debera validar la experiencia si las actividades que realizo el personal corresponden con la funcion propia del cargo o puesto requerido en las bases.",
        "X. REQUISITOS DE CALIFICACION EXPERIENCIA DEL POSTOR EN LA ESPECIALIDAD Requisitos: El postor debe acreditar un monto facturado acumulado equivalente a S/ 600,000.00 (SEISCIENTOS MIL CON 00/100 SOLES), por la contratacion de servicios iguales o similares al objeto de la convocatoria, durante los ocho (8) anos anteriores a la fecha de la presentacion de ofertas que se computaran desde la fecha de la conformidad o emision del comprobante de pago, segun corresponda. la Policia Nacional del Petu SALUDPOL 01 En el caso de postores",
        "X. REQUISITOS DE CALIFICACION que declaren en el Anexo N° 1 tener la condicion de micro y pequena empresa, se acredita una experiencia de S/45,000.00 (CUARENTA Y CINCO MIL CON 00/100 SOLES), por la venta de servicios iguales o similares al objeto de la convocatoria, durante los ocho (8) anos anteriores a la fecha de la presentacion de ofertas que se computaran desde la fecha de la conformidad o emision del comprobante de pago, segun corresponda. En el caso de consorcios, todos los integrantes",
        "X. REQUISITOS DE CALIFICACION deben contar con la condicion de micro y pequena empresa. Se consideran servicios similares a los siguientes: Servicio de housing o servicio de procesamiento de datos de produccion y/o de contingencia, o servicio de plataforma y/o infraestructura en la nube. Servicio de Data Center (Housing y/o Hosting) Servicio de Housing de infraestructura computacional Servicio de Operacion y Administracion del Centro de Computo Principal y Centro de Computo de Contingencia. Servicio de Cloud Hosting Servicio de Infraestructura en la Nube Servicio",
        "X. REQUISITOS DE CALIFICACION de alojamiento en nube privada de los sistemas de informacion Servicio de Gestion de TI en Nube Servicio de Ciberseguridad en Nube Servicio de administracion o gestion en Nube Bigdata y Analitica en Nube (AWS, Huawei Cloud o Azure) Acreditacion: La experiencia del postor en la especialidad se acreditara con copia simple de (i) contratos u ordenes de servicios, y su respectiva conformidad o constancia de prestacion; o (ii) comprobantes de pago cuya cancelacion se acredite documental y fehacientemente, con",
        "X. REQUISITOS DE CALIFICACION voucher de deposito, nota de abono, reporte de estado de cuenta, cualquier otro documento emitido por Entidad del sistema financiero que acredite el abono o mediante cancelacion en el mismo comprobante de pago1, correspondientes a un maximo de veinte (20) contrataciones. En caso los postores presenten varios comprobantes de pago para acreditar una sola contratacion, se debe acreditar que corresponden a dicha contratacion; de lo contrario, se asumira que los comprobantes acreditan contrataciones independientes, en cuyo caso solo se considerara,",
        "X. REQUISITOS DE CALIFICACION para la evaluacion, las veinte (20) primeras contrataciones indicadas en el Anexo N° 8 referido a la Experiencia del Postor en la Especialidad En el caso de servicios de ejecucion periodica o continuada, solo se considera como experiencia la parte del contrato que haya sido ejecutada durante los ocho (8) anos anteriores a la fecha de presentacion de ofertas, debiendo adjuntarse copia de las conformidades correspondientes a tal parte o los respectivos comprobantes de pago cancelados. REDES En los casos",
        "X. REQUISITOS DE CALIFICACION que se acredite experiencia adquirida en consorcio, debe presentarse la promesa de consorcio o el contrato de consorcio del cual se desprenda fehacientemente el porcentaje de las obligaciones que se asumio en el contrato presentado; de lo contrario, no se computara la experiencia proveniente de dicho contrato. Asimismo, cuando se presenten contratos derivados de procesos de seleccion convocados antes del 20.09.2012, la calificacion se cenira al metodo descrito en la Directiva \"Participacion de Proveedores en Consorcio en las Contrataciones del",
        "X. REQUISITOS DE CALIFICACION Estado\", debiendo presumirse que el porcentaje de las obligaciones equivale al porcentaje de participacion de la promesa de consorcio o del contrato de consorcio. En caso que en dichos documentos no se consigne el porcentaje de participacion se presumira que las obligaciones se ejecutaron en partes iguales. Si el titular de la experiencia no es el postor, consignar si dicha experiencia corresponde a la matriz en Cabe precisar que, de acuerdo con la Resolucion N° 0065-2018-TCE-S1 del Tribunal de Contrataciones",
        "X. REQUISITOS DE CALIFICACION del Estado: el solo sello de cancelado en el comprobante, cuando ha sido colocado por el propio postor, no puede ser considerado como una acreditacion que produzca fehaciencia en relacion a que se encuentra cancelado. Admitir ello equivaldria a considerar como valida la sola declaracion del postor afirmando que el comprobante de pago ha sido cancelado\" (...) \"Situacion diferente se suscita ante el sello colocado por el cliente del postor [sea utilizando el termino \"cancelado\" o \"pagado\"] supuesto en el",
        "X. REQUISITOS DE CALIFICACION cual si se contaria con la declaracion de un tercero que brinde certeza, ante la cual debiera reconocerse la validez de la experiencia\". de la Policia Nacional del Peru SALUDPOL caso que el postor sea sucursal, o fue transmitida por reorganizacion societaria, debiendo acompanar la documentacion sustentatoria correspondiente. Si el postor acredita experiencia de otra persona juridica como consecuencia de una reorganizacion societaria, debe presentar adicionalmente el Anexo N° 9. Cuando en los contratos, ordenes de servicios o comprobantes de",
        "X. REQUISITOS DE CALIFICACION pago el monto facturado se encuentre expresado en moneda extranjera, debe indicarse el tipo de cambio venta publicado por la Superintendencia de Banca, Seguros y AFP correspondiente a la fecha de suscripcion del contrato, de emision de la orden de servicios o de cancelacion del comprobante de pago, segun corresponda. Sin perjuicio de lo anterior, los postores deben llenar y presentar el Anexo N° 8 referido a la Experiencia del Postor en la Especialidad Importante Al calificar la experiencia del",
        "X. REQUISITOS DE CALIFICACION postor. se debe valorar de manera integral los documentos presentados por el poston para acreditar dicha experiencia. En tal sentido. aun cuando en los documentos presentados la denominacion del objeto contractual no coincida literalmente con el previsto en las bases. se debera validar la experiencia si las actividades que ejecuto el postor corresponden a la experiencia requerida. En el caso de consorcios, solo se considera la experiencia de aquellos integrantes que se hayan comprometido, segun la promesa de consorcio, a",
        "X. REQUISITOS DE CALIFICACION ejecutar el objeto materia de la convocatoria, conforme a la Directiva \"Participacion de Proveedores en Consorcio las Contrataciones del Estado\". Importante SALUDPUL Si como resultado de una consulta u observacion corresponde precisarse o ajustarse el requerimiento, se solicita la autorizacion del area usuaria y se pone de conocimiento de tal hecho REDES a la dependencia que aprobo el expediente de contratacion. de conformidad con el numeral 72,3 del articulo 72 del Reglamento. El cumplimiento de los Terminos de Referencia se",
        "X. REQUISITOS DE CALIFICACION realiza mediante la presentacion de una declaracion jurada. De ser el caso, adicionalmente la Entidad puede solicitar documentacion que acredite el cumplimiento del algun componente de estos. Para dicho efecto, consignara de manera detallada los documentos que deben presentar los postores en el literal e) del numeral 2.2.1.1 de esta seccion de las bases. Los requisitos de calificacion determinan si los postores cuentan con las capacidades necesarias para ejecutar el contrato, lo que debe ser acreditado documentalmente, y no mediante",
        "X. REQUISITOS DE CALIFICACION declaracion jurada. "
    ]
}